Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.MultiTenancy/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: The multi-tenancy module enables multiple Orchard sites to run in isolation inside of a single web application, improving site density on a single server or hosted account.
ru_ru: Модуль Multi Tenancy позволяет нескольким сайтов Orchard изолированно работать внутри одного веб-приложения, улучшая плотность сайта на одиночном сервере или учетной записи хостинга.

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: Multi Tenancy
ru_ru: Мульти-арендаторы

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: Configure multiple site tenants.
ru_ru: Конфигурирование сайта с мульти-арендаторами.

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: Hosting
ru_ru: Хостинг

# Orchard.MultiTenancy.AdminMenu
source: Tenants
ru_ru: Арендаторы

# Orchard.MultiTenancy.AdminMenu
source: List
ru_ru: Список

# Orchard.MultiTenancy.Commands.TenantCommand
source: List of tenants
ru_ru: Список арендаторов

# Orchard.MultiTenancy.Commands.TenantCommand
source: Name:
ru_ru: Имя:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Provider:
ru_ru: Провайдер:

# Orchard.MultiTenancy.Commands.TenantCommand
source: ConnectionString:
ru_ru: Строка подключения:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Data Table Prefix:
ru_ru: Таблица префиксов

# Orchard.MultiTenancy.Commands.TenantCommand
source: Request Url Host:
ru_ru: Хост URL запроса:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Request Url Prefix:
ru_ru: Префикс URL запроса:

# Orchard.MultiTenancy.Commands.TenantCommand
source: State:
ru_ru: Состояние:

# Orchard.MultiTenancy.Commands.TenantCommand
source: Creating tenant
ru_ru: Создать арендатора

# Orchard.MultiTenancy.Commands.TenantCommand
source: Tenant:
ru_ru: Арендатор:

# Orchard.MultiTenancy.Commands.TenantCommand
source: was not found
ru_ru: не найден

# Orchard.MultiTenancy.Commands.TenantCommand
source: Tenant Settings:
ru_ru: Настройки арендатора:

# Orchard.MultiTenancy.Controllers.AdminController
source: Cannot create tenant
ru_ru: Невозможно создать арендатора

# Orchard.MultiTenancy.Controllers.AdminController
source: Couldn't create tenant
ru_ru: Не удалось создать арендатора

# Orchard.MultiTenancy.Controllers.AdminController
source: Creating Tenant failed: {0}
ru_ru: Создание арендатор не удалось: {0}

# Orchard.MultiTenancy.Controllers.AdminController
source: Cannot edit tenant
ru_ru: Невозможно править арендатора

# Orchard.MultiTenancy.Controllers.AdminController
source: Couldn't edit tenant
ru_ru: Не удалось править арендатора

# Orchard.MultiTenancy.Controllers.AdminController
source: Failed to edit tenant: {0}
ru_ru: Не удалось править арендатора: {0}

# Orchard.MultiTenancy.Controllers.AdminController
source: Couldn't disable tenant
ru_ru: Не удалось отключить арендатора

# Orchard.MultiTenancy.Controllers.AdminController
source: Couldn't enable tenant
ru_ru: Не удалось включить арендатора

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Add New Tenant
ru_ru: Добавить нового арендатора

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Host
ru_ru: Хост

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example: If host is 'orchardproject.net', the tenant site URL is 'http://orchardproject.net/'
ru_ru: Пример: если хост 'orchardproject.net', адрес url страницы арендатора 'http://orchardproject.net/'

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Database Setup
ru_ru: Настройка Базы Данных

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Allow the tenant to set up the database
ru_ru: Разрешить арендатору настройку базы данных

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Use built-in data storage (SQL Server Compact)
ru_ru: Использовать встроенное хранилище данных (SQL Server Compact)

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Use an existing SQL Server (or SQL Express) database
ru_ru: Использовать существующую базу данных SQL сервера (или SQL Express)

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Connection string
ru_ru: Строка подключения

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example:
ru_ru: Пример:

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Database Table Prefix
ru_ru: Префикс таблиц базы банных

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Edit Tenant
ru_ru: Править арендатора

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Host
ru_ru: Хост

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/"
ru_ru: Пример: Если хост «orchardproject.net», то URL арендуемого сайта «http://orchardproject.net»

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Database Setup
ru_ru: Настройка Базы Данных

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Warning: If you don't know what you're doing you *will* (likely) send this tenant into a downward spiral of irrecoverable disrepair. Have a nice day.
ru_ru: Внимание: Если вы не знаете что делаете, вы (вероятно) отправите этого арендатора спускаться вниз по спирали необратимых поломок. Счастливого дня.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Allow the tenant to set up the database
ru_ru: Разрешить арендатору настройку базы данных

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Use built-in data storage (SQL Server Compact)
ru_ru: Использовать встроенное хранилище данных (SQL Server Compact)

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Use an existing SQL Server (or SQL Express) database
ru_ru: Использовать существующую базу данных SQL сервера (или SQL Express)

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Connection string
ru_ru: Строка подключения

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Example:
ru_ru: Пример:

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Database Table Prefix
ru_ru: Префикс таблиц базы банных

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: List of Site's Tenants
ru_ru: Список арендаторов сайта

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: Add a Tenant
ru_ru: Добавить арендатора

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Index.cshtml
source: Edit
ru_ru: Править

source: Resume
ru_ru: Возобновить

source: Make Valid*
ru_ru: Сделать действительным*

source: Suspend
ru_ru: Приостановить

source: Set Up
ru_ru: Настройка

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: The name of the tenant as it will be displayed in the admin.
ru_ru: Имя арендатора, как оно будет показываться в администрировании.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Available Themes
ru_ru: Доступные темы

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Select the Themes which should be available for this tenant. If none is selected, they will all be available.
ru_ru: Выберите темы, которые должны быть доступны арендатору. Если ничего не выбрано, то будут доступны все темы.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Available Themes
ru_ru: Доступные темы

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: Select the Themes which should be available for this tenant. If none is selected, they will all be available.
ru_ru: Выберите темы, которые должны быть доступны арендатору. Если ничего не выбрано, то будут доступны все темы.

# Orchard.MultiTenancy.Controllers.AdminController
source: Invalid tenant name. Must contain characters only and no spaces.
ru_ru: Неверное имя арендатора. Должно содержать только буквы без пробелов.

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: Example: If host is "orchardproject.net", the tenant site URL is "http://orchardproject.net/"
ru_ru: Пример: Если хост «orchardproject.net», то URL арендуемого сайта «http://orchardproject.net»

# ~/Modules/Orchard.MultiTenancy/Module.txt
source: MultiTenancy
ru_ru: Мульти-аренда

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: URL prefix
ru_ru: Префикс URL

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Add.cshtml
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
ru_ru: (Необязательно) Пример: Если префикс "site1", префикс адреса url арендатора "http://orchardproject.net/site1"

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: URL prefix
ru_ru: Префикс URL

# ~/Modules/Orchard.MultiTenancy/Views/Admin/Edit.cshtml
source: (Optional) Example: If prefix is "site1", the tenant URL prefix is "http://orchardproject.net/site1"
ru_ru: (Необязательно) Пример: Если префикс "site1", префикс адреса url арендатора "http://orchardproject.net/site1"
