Repository: timbioz/SciGitAzure
Catalog: Modules/FeaturedItemSlider/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/FeaturedItemSlider/Module.txt
source: Featured Item Slider
ru_ru: Движок рекламных элементов

# ~/Modules/FeaturedItemSlider/Module.txt
source: Adds a new content type called FeaturedItem, which includes an image and a headline, and optionally a sub-headline and link URL. Also includes a FeaturedItemsWidget for displaying the featured items using a jQuery slider. This module depends on the Contrib.MediaPickerField module.
ru_ru: Добавляет новый тип содержимого, называемый рекламный элемент, который включает картинку, заголовок, необязательные подзаголовок и URL адрес ссылки. Включает виджет рекламного элемента для показа рекламных элементов при помощи движка jQuery. Этот модуль зависим от модуля Contrib.MediaPickerField.

# ~/Modules/FeaturedItemSlider/Module.txt
source: Adds a new content type called FeaturedItem, which includes an image and a headline, and optionally a sub-headline and link URL. Also includes a FeaturedItemsWidget for displaying the featured items using the jQuery Cycle plugin.
ru_ru: Добавляет новый тип содержимого, называемый рекламный элемент, который включает картинку, заголовок, необязательные подзаголовок и URL адрес ссылки. Включает виджет рекламного элемента для показа рекламных элементов при помощи плагина jQuery Cycle.

# ~/Modules/FeaturedItemSlider/Module.txt
source: Widget
ru_ru: Виджет

# FeaturedItemSlider.AdminMenu
source: Featured Items
ru_ru: Рекламные элементы

# FeaturedItemSlider.AdminMenu
source: New Feature Group
ru_ru: Новая рекламная группа

# FeaturedItemSlider.AdminMenu
source: Manage Feature Groups
ru_ru: Управление рекламными группами

# FeaturedItemSlider.AdminMenu
source: New Feature
ru_ru: Новая реклама

# FeaturedItemSlider.AdminMenu
source: Manage Features
ru_ru: Управление рекламами

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: You have not yet created any Groups. Create a
ru_ru: Вы пока не создали ни одной группы. Создайте как минимум одну

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: new group
ru_ru: новую группу

# ~/Modules/FeaturedItemSlider/Views/Admin/Groups.cshtml
source: now.
ru_ru: сейчас.

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: Featured Items
ru_ru: Рекламные элементы

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: You have not yet created any featured items. Create a
ru_ru: Вы пока не создали ни одного рекламного элемента. Создайте как минимум один

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: new featured item
ru_ru: новый рекламный элемент

# ~/Modules/FeaturedItemSlider/Views/Admin/Items.cshtml
source: now.
ru_ru: сейчас.

source: Can be an absolute or relative url. The Headline and Image (if any) will be linked, unless the 'Separate Link' option is checked below.
ru_ru: Может быть абсолютным или относительным адресом url. Заголовок и картинка при наличии будут соединены вне зависимости от того, выбрана ли отдельная ссылка ниже.

source: Separate Link
ru_ru: Отдельная ссылка

source: Use the Slide Order to control the order in which the slides are loaded into the widget.
ru_ru: Используйте порядок движка для управления порядком загрузки слайдов в виджет.

source: For the group
ru_ru: Для группы

source: the picture should be
ru_ru: картинка должна быть

source: A Feature Group is a collection of Feature Items that may be placed in any zone of your site. The settings of your feature group define the width and height of each feature item. You may add as many feature items to a group. Only one feature item will display at a time and a new feature will slide into place every few seconds.
ru_ru: Рекламная группа - это коллекция рекламных элементов, которые могут быть помещены в одну зону вашего вебсайта. Установки вашей рекламной группы определяют ширину и высоту каждого рекламного элемента. Вы можете добавить несколько рекламных элементов в одну группу. Только один рекламный элемент будет показан и новая реклама будет слайдом по месту несколько секунд.

source: Display Properties
ru_ru: Параметры отображения

source: Name
ru_ru: Имя

source: Group Width
ru_ru: Ширина группы

source: This is the overall width of one slide in the widget
ru_ru: Это полная ширина одного слайда в виджете

source: Group Height
ru_ru: Высота группы

source: This is the overall height of one slide in the widget
ru_ru: Это общая высота одного слайда в виджете

source: Include images in the slider
ru_ru: Включить картинка в движок

source: Example of a slider using Inline images
ru_ru: Пример движка с встроенными картинками

source: Example
ru_ru: Пример

source: Example of a slider using Background images
ru_ru: Пример движка с фоновыми картинками

source: Image Width
ru_ru: Ширина картинки

source: This is the width for the image portion of a slide (should not be greater than the Group Width)
ru_ru: Ширина для картинки является частью слайда и не должна превышать ширину группы

source: Image Height
ru_ru: Высота картинки

source: This is the height for the image portion of a slide (should not be greater than the Group Height)
ru_ru: Высота картинки является частью слайда и не должна превышать высоту группы

source: Text Offset - Top
ru_ru: Смещение текста сверху

source: This is the number of pixels of padding the text area (headline/subheadline) will have from the Top of the slide
ru_ru: Количество точек отступа текстовой области (заголовка/подзаголовка) от верхней стороны слайда

source: Text Offset - Left
ru_ru: Смещение текста слева

source: This is the number of pixels of padding the text area (headline/subheadline) will have from the Left side of the slide
ru_ru: оличество точек отступа текстовой области (заголовка/подзаголовка) от левой стороны слайда

source: Text Area Background Color
ru_ru: Фоновый цвет текстовой области

source: Enter a hex code or use the color picker. Leave empty for a transparent background.
ru_ru: Введите шестнадцаричный код или воспользуйтесь указкой цвета. Оставьте пустым для прозрачного фона.

source: Text Foreground Color
ru_ru: Цвет текста

source: Enter a hex code or use the color picker.
ru_ru: Введите шестнадцаричный код или воспользуйтесь указкой цвета.

source: Slide Behavior
ru_ru: Поведение слайда

source: Transition Effect
ru_ru: Эффект перехода

source: The effects are provided by the jQuery Cycle plugin. The available effects can be seen at
ru_ru: Эффекты обеспечиваются плагином jQuery Cycle. Доступные эффекты можно посмотреть

source: Slide Speed
ru_ru: Скорость слайдов

source: This is the number of milliseconds it will take for one slide to transition to the next
ru_ru: Количество миллисекунд для перехода одного слайда в другой

source: Slide Pause
ru_ru: Пауза слайда

source: This is the number of milliseconds a slide will be diplayed
ru_ru: Количество миллисекунда показа слайда

source: Show pager
ru_ru: Показ указателя страниц

source: This option will display pager controls superimposed over the text area of the slides
ru_ru: Этот параметр показывает указатель страниц наложенным на текстовую область слайдов

source: Show slide numbers
ru_ru: Показ номера слайда

source: This determines if the slide number and total slides are displayed on each slide (e.g. 1 of 5)
ru_ru: Определяет будут ли отображаться номер слайда и общее количество слайдов для каждого слайда (например, 1 из 5)

source: <strong>Note:</strong> This will result in a 25px gap from the top of the slide to the starting position of the text area. Adjust the Text Offset - Top setting accordingly.
ru_ru: <strong>Примечание:</strong> Результат в 25-титочечных промежутках от вершины слайда до начальной позиции текстовой области. Выравнивание смещение текста - установка сверху соответственно.

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItem.SummaryAdmin.cshtml
source: Group
ru_ru: Группа

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItem.SummaryAdmin.cshtml
source: Slide Order
ru_ru: Порядок слайдов

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItemGroup.SummaryAdmin.cshtml
source: Item
ru_ru: Элемент

# ~/Modules/FeaturedItemSlider/Views/Parts/FeaturedItemGroup.SummaryAdmin.cshtml
source: Items
ru_ru: Элементы
