Repository: timbioz/SciGitAzure
Catalog: Modules/_Backup/Piedone.Combinator/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Piedone.Combinator/Module.txt
source: Combinator
ru_ru: Комбинатор

# ~/Modules/Piedone.Combinator/Module.txt
source: Combines and minifies (with YUI Compressor) external stylesheets and javascript files
ru_ru: Комбинирует и уменьшает (при помощи YUI компрессора) внешние файлы стилей и javascript

# ~/Modules/Piedone.Combinator/Module.txt
source: Combines and minifies external stylesheets and javascript files
ru_ru: Комбинирует и уменьшает внешние файлы стилей и javascript

# ~/Modules/Piedone.Combinator/Module.txt
source: Performance
ru_ru: Производительность

# Piedone.Combinator.CombinatorSettingsPartHandler
source: Combinator
ru_ru: Комбинатор

# Piedone.Combinator.Services.CombinatorService
source: Processing of resource {0} failed.
ru_ru: Обработка ресурса {0} прервана.

# Piedone.Combinator.Services.ResourceFileService
source: Local resource file not found under {0}
ru_ru: Локальный файл ресурса в {0} не найден

source: Combinator Settings
ru_ru: Установки комбинатора

source: There are currently {0} combined resource files cached.
ru_ru: {0} комбинированные файлы ресурсов кешируются.

source: General Settings
ru_ru: Основные установки

source: Exclude from combination
ru_ru: Исключить из комбинации

source: Files matched won't be processed in any way. Please provide a valid regular expression. Note that the full public urls of all resources will be checked against this regex. The match is case-sensitive. Regex.IsMatch() is used internally, so look at it for how to use. Example (without quotes): "\.min|jQuery" will exclude all resources whose name contains ".min" or "jQuery".
ru_ru: Соответствующие файлы не будут обрабатываться. Пожалуйста, обеспечьте допустимое регулярное выражение. Обратите внимание, что через регулярное выражение будет проверяться полный публичный адрес url. Проверка чувствительна к регустру. Внутри используется Regex.IsMatch(), поэтому посмотрите, как его использовать. Примеры (без кавычек): "\.min|jQuery" исключит все ресурсы, которые содержат имена ".min" или "jQuery".

source: Combine CDN Resources
ru_ru: Комбинировать CDN ресурсы

source: If checked, remote resources from CDNs will be also combined. Most of the time this defeats the purpose of CDNs but if the site fetches resources from many sources, for your targeted visitors it may be faster to serve them all combined from your site. Always measure the difference!
ru_ru: Если отмечено, удаленные ресурсы из CDN будут скомбинированы. Чаще всего это противоречит цели CDN, но если сайт выбирает ресурсы из многих источников, посетители могут быстрей обслужены, если они будут скомбинированы из одного сайта. Всегда проверяйте различия!

source: Minification Settings
ru_ru: Установки минимизации

source: Minify resources
ru_ru: Ресурсы минимазации

source: Exclude from minification
ru_ru: Исключить из минимизации

source: Contents of matched files won't be minified. The same rules apply as with the combination exclusion regex.
ru_ru: Содержимое соответствующих файлов не будут минимизированы. Те же правила применяются как регулярные выражения, исключаюшие комбинации

source: Image Embedding Settings
ru_ru: Установки вложенных изображений

source: Embed images in stylesheets
ru_ru: Вложенные изображения в стилях

source: Maximal size of images to embed (in KBs)
ru_ru: Максимальный размер, включаемого изображения (в КБ)

source: If checked, images referenced in stylesheets (e.g. as background with an url()) that are smaller than the specified size will be embedded as data urls in the css.
ru_ru: Если отмечено, изображения ссылаются в стилях (например, в качестве фона в url()), что приводит к уменьшению размера по сравнению с включением данных адресов в стили.

source: Note that Internet explorer fully supports data urls only since version 9. Prior to version 8 it doesn't support data urls at all and version 8 has a limitation of 32KB per url. Since data urls are ~1/3 bigger than the original images this feature is advised only if you have many small images and if none of your images is bigger than ~24KB if you want to support IE 8. Also keep in mind that the bigger the stylesheet, the longer the client has to wait before seeing styled content.
ru_ru: Обратите внимание, что Internet explorer полностью поддерживает данные адресов url только, начиная с версии 9. До версии 8 он не поддерживает данные адресов url, а версия 8 имеет ограничение в 32 КБ. Поскольку данные адресов url примерно на ~1/3 больше, чем оригинальные изображения, эта возможность рекомендуется только тогда, когда у вас есть много небольших изображений и, если у вас нет изображений больше ~24KB, если вы планируете поддержку IE 8.

source: Exclude from embedding
ru_ru: Исключить из включения

source: Images of matched stylesheets won't be embedded. The same rules apply as with the combination exclusion regex. You can use this feature to exclude conditional stylesheets that are only for browsers prior to IE 8, so that for those clients the original images are presented.
ru_ru: Изображения соответствующих стилей не будут включены. Правила применения аналогичны комбинации регулярных выражений. Вы можете использовать эту возможность вместо использования условных файлов стилей, которые поддерживают только IE8, так что для этих клиентов будут представлены оригинальные изображения.

source: Resource Sets
ru_ru: Наборы ресурсов

source: Define one per line
ru_ru: Определите один в строке

source: You can define sets of resources that will be not combined with other resources. This way some resources that are common for a majority of pages can be combined to an individual resource for better client-side caching. The technique is useful when there are resources common for many pages and many pages include own resources. There should be one set defined per line as a regular expression, same rules apply as with the combination exclusion regex. WARNING: sets only work correctly if the resources in the end are included after each other.
ru_ru: Вы можете определить набор ресурсов, который не будет комбинироваться с другими ресурсами. Таким образом, некоторые ресурсы, которые являются общими для большинства страниц, могут быть объединены в отдельный ресурс для лучшего кэширования на стороне клиента. Этот метод является полезным, когда есть ресурсы, общие для многих страниц и многие страницы содержат собственные ресурсы. Здесь должен быть определен один набор в строке в качестве регулярного выражения, с применением тех же правил, как и для регулярных выражений исключения комбинаций. ВНИМАНИЕ: наборы функционируют правильно только, если ресурсы включены друг за другом.

source: Usage on the admin site
ru_ru: Использование на административном сайте

source: Enable for the admin site
ru_ru: Разрешить для административного сайта

source: Warning: WYSISWYG editors typically can't be combined, so exclude them from combination. The exclude filter "TinyMce" is usually enough with the default installation.
ru_ru: Предупреждение: WYSISWYG редакторы обычно не могут комбинировать, так что исключите их из комбинации. Фильтр исключения "TinyMce" обычно включается в установку по-умолчанию.

source: Cache Control
ru_ru: Контроль кэша

source: Empty cache
ru_ru: Пустой кэш
