Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.CodeGeneration/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Tools to create Orchard components.
ru_ru: Инструменты для создания компонентов Orchard

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Code Generation
ru_ru: Генерация кода

# ~/Modules/Orchard.CodeGeneration/Module.txt
source: Developer
ru_ru: Разработчик

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Data Migration for {0}
ru_ru: Создание данных для миграции {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating data migration failed: target Feature {0} could not be found.
ru_ru: Создание данных для миграции не удалось: целевая функция {0} не найдена

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration already exists in target Module {0}.
ru_ru: Данные для миграции уже существуют в целевом модуле {0}.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Data migration created successfully in Module {0}
ru_ru: Создание миграционных данных для модуля {0} завершено

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0}
ru_ru: Создание модуля {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Module {0} failed: a module of the same name already exists
ru_ru: Не удалось создать модуль {0}: модуль с таким именем уже существует

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Module {0} created successfully
ru_ru: Модуль {0} успешно создан

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0}
ru_ru: Создание темы {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: an extention of the same name already exists
ru_ru: Не удалось создать тему {0}: тема с таким именем уже существует

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Theme {0} failed: base theme named {1} was not found.
ru_ru: Не удалось создать тему {0}: базовая тема с именем {1} не найдена

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Theme {0} created successfully
ru_ru: Тема {0} успешно создана

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} in Module {1}
ru_ru: Создание контролера {0} в модуле {1}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Creating Controller {0} failed: target Module {1} could not be found.
ru_ru: Не удалось создать контролер {0}: целевой модуль {1} не найден.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} already exists in target Module {1}.
ru_ru: В целевом модуле {1} контролер {0} уже существует.

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Controller {0} created successfully in Module {1}
ru_ru: Контролер {0} успешно создан в модуле {1}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Solution file could not be found at {0}
ru_ru: Предупреждение: Файл решения не найден в {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Orchard.Themes project file could not be found at {0}
ru_ru: Предупреждение: Файл проекта Orchard.Themes не найден в {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: Warning: Unable to modify Orchard.Themes project file at {0}
ru_ru: Предупреждение: Не удается изменить файл проекта Orchard.Themes в {0}

# Orchard.CodeGeneration.Commands.CodeGenerationCommands
source: An unexpected error occured while trying to refresh the Visual Studio solution. Please reload it.
ru_ru: Неожиданная ошибка при обновлении решения Visual Studio. Пожалуйста, перезагрузите его.
