Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.ContentPermissions/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Allows item-level front end view permissions.
ru_ru: Позволяет просмотр разрешений на уровне элементов интерфейса пользователя.

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Content Item Permissions
ru_ru: Разрешения элемента содержимого

# ~/Modules/Orchard.ContentPermissions/Module.txt
source: Security
ru_ru: Безопасноть

# Orchard.ContentPermissions.Drivers.ContentPermissionsPartDriver
source: Could not update permissions
ru_ru: Невозможно изменить разрешения

source: Permissions applied
ru_ru: Разрешения применены

source: Protected
ru_ru: Защищенный

source: Those permissions will be applied by default to any content item of this type. Users with sufficient permissions can change them for each content item.
ru_ru: Эти разрешения стандартно применяются к любому содержимому этого типа. Пользователи с соответствующиими разрешениями могут изменить их для каждого элемента содержимого.

source: Role
ru_ru: Роль

source: View any content
ru_ru: Просмотр любого содержимого

source: Edit any content
ru_ru: Редактирование любого содержимого

source: Publish any content
ru_ru: Публикация любого содержимого

source: Delete any content
ru_ru: Удаление любого содержимого

source: View own content
ru_ru: Просмотр собственного содержимого

source: Edit own content
ru_ru: Редактирование собственного содержимого

source: Publish own content
ru_ru: Публикация собственного содержимого

source: Delete own content
ru_ru: Удаление собственного содержимого

source: Only show those roles in the editor:
ru_ru: Только показывать эти роли в редакторе:

source: Uncheck the roles for which you don't want the editor to change the permissions for.
ru_ru: Отключите роли, для которых вы не разрешаете изменений разрешений редактором.

source: Enable Content Item access control
ru_ru: Разрешить контроль доступа элемента содержимого

source: Check to define custom permissions for this content item.
ru_ru: Отметить для определения пользовательского разрешения для этого элемента содержимого.

source: Role
ru_ru: Роль

source: View this item
ru_ru: Просмотр этого элемента

source: Edit this item
ru_ru: Редактирование этого элемента

source: Publish this item
ru_ru: Публикация этого элемента

source: Delete this item
ru_ru: Удаление этого элемента

source: View own
ru_ru: Просмотр собственного

source: Edit own
ru_ru: Редактирование собственного

source: Publish own
ru_ru: Публикация собственного

source: Delete own
ru_ru: Удаление собственного
