Repository: timbioz/SciGitAzure
Catalog: Modules/Vandelay.Industries/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay User Storage
ru_ru: Пользовательское хранилище Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Provides a user-specific key value data store.
ru_ru: Обеспечивает хранение данных с специфичными для пользователя значением ключа.

# ~/Modules/Vandelay.Industries/Module.txt
source: Developer
ru_ru: Программист

# Vandelay.Industries.Controllers.UserStorageController
source: Not allowed to manage user storage
ru_ru: Не допущен к управлению пользовательскими хранилищами

# Vandelay.Industries.Menus.UserStorageAdminMenu
source: Users
ru_ru: Пользователи

# Vandelay.Industries.Menus.UserStorageAdminMenu
source: Storage
ru_ru: Хранилище

# Vandelay.Industries.Test.ExtractLocalizedStringsTest
source: , true)
ru_ru: , истина)

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Manage user storage
ru_ru: Управление пользовательским хранилищем

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: User name
ru_ru: Имя пользователя

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Folder
ru_ru: Папка

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: File name
ru_ru: Имя файла

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Contents
ru_ru: Содержимое

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Save
ru_ru: Сохранить

# ~/Modules/Vandelay.Industries/Views/UserStorage/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Vandelay.Industries/Module.txt
source: A collection of useful Orchard modules
ru_ru: Коллекция полезных модулей Orchard

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Classy
ru_ru: Классный Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Add ids, classes and scripts to the rendering of your content items through this part that can be added to any content type.
ru_ru: Добавить идентификаторы, классы и скрипты для отображения вашего содержимого через эту часть, которая может быть добавлена к любому типу содержимого.

# ~/Modules/Vandelay.Industries/Module.txt
source: Designer
ru_ru: Дизайнер

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Fail
ru_ru: Сбой Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Simulates an exception on the /fail route. Useful to test your error pages. It also exposes a /notfound route that can be used to have themed and multi-tenant-aware custom not found pages, by pointing custom errors in web.config to it.
ru_ru: Имитирует ислючения / сбои на маршруте. Полезно для тестирования страниц ошибок. Предоставляет один / несушествующий маршрут, который может использоваться для тематизированного или мульти-арендаторных пользовательских "не найдено" страниц, указанных в пользовательских ошибках web.config.

# ~/Modules/Vandelay.Industries/Module.txt
source: Debug
ru_ru: Отладка

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Favicon
ru_ru: Икона фаворита Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds a favicon setting to site settings
ru_ru: Добавить настройку иконки фаворита к настройкам страницы

# ~/Modules/Vandelay.Industries/Module.txt
source: Content
ru_ru: Содержимое

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Feedburner
ru_ru: Записыватель канала Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Enables Feedburner RSS feeds
ru_ru: Включает запись RSS канала

# ~/Modules/Vandelay.Industries/Module.txt
source: Syndication
ru_ru: Синдикация

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Relative URL Filter
ru_ru: Фильтр относительных адресов Url Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Transforms image source and link hrefs into absolute URLs, for example to avoid broken images in Feedburner.
ru_ru: Преобразует исходные изображения и адреса ссылок в абсолютные адреса URL, например, для исключения разрушения изображений в записывателе каналов.

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Remote RSS
ru_ru: Удаленный RSS Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Include remote RSS feeds into your Orchard sites
ru_ru: Включает удаленный RSS канал в страницы Orchard

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Tag Cloud
ru_ru: Тег облака Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: A simple tag cloud widget and result pages for your Orchard sites.
ru_ru: Простой виджет тега облака и результирующие страницы для страниц Orchard.

# ~/Modules/Vandelay.Industries/Module.txt
source: Navigation
ru_ru: Навигация

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Tag RSS
ru_ru: Rss тег Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds RSS feeds to tags.
ru_ru: Добавляет к тегам RSS канал.

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Theme Picker
ru_ru: Указка тем Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Pick a different theme based on the user agent.
ru_ru: Выбирает различные темы на основании агента пользователя.

# ~/Modules/Vandelay.Industries/Module.txt
source: Design
ru_ru: Дизайн

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Translation Manager
ru_ru: Руководитель переводов Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Translation management tools
ru_ru: Инструменты руководителя переводом

# ~/Modules/Vandelay.Industries/Module.txt
source: Localization
ru_ru: Локализация

# ~/Modules/Vandelay.Industries/Module.txt
source: Vandelay Content Admin Menu
ru_ru: Меню администратора содержимого Vandelay

# ~/Modules/Vandelay.Industries/Module.txt
source: Adds an admin menu entry per content type under the "Content" header.
ru_ru: Добавляет к административному меню запись для каждого типа содержимого под заголовком 'Содержимое'

# Vandelay.Industries.Controllers.AdminController
source: Cannot manage themes
ru_ru: Невозможно управление темами

# Vandelay.Industries.Drivers.CustomCssDriver
source: Error during CustomCss update.
ru_ru: Ошибка изменения CustomCss.

# Vandelay.Industries.Handlers.FaviconSettingsPartHandler
source: Favicon
ru_ru: Иконка фаворита

# Vandelay.Industries.Menus.ContentAdminMenu
source: Content
ru_ru: Содержимое

# Vandelay.Industries.Menus.ThemePickerAdminMenu
source: Themes
ru_ru: Темы

# Vandelay.Industries.Menus.ThemePickerAdminMenu
source: Picker
ru_ru: Указка

# Vandelay.Industries.Services.LocalizationManagementService
source: , bool fetchTwoStrings = false)
ru_ru: , bool fetchTwoStrings = ложь)

# Vandelay.Industries.Services.LocalizationManagementService
source: , true))
ru_ru: , истина))

# ~/Modules/Vandelay.Industries/Views/ErrorPage.cshtml
source: Server Error
ru_ru: Ошибка на сервере

# ~/Modules/Vandelay.Industries/Views/NotFound.cshtml
source: The resource was not found
ru_ru: Ресурс не найден

# ~/Modules/Vandelay.Industries/Views/Vandelay.ThemePicker.LinkToDefault.cshtml
source: Click here to switch to the default theme.
ru_ru: Нажмите здесь для переключения темы по-умолчанию.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Pick Themes for User Agents
ru_ru: Укажите темы для агентов пользователя

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Add new theme selection criterion
ru_ru: Добавить критерий выбора новой темы

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Name:
ru_ru: Название:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: A name for the criterion (e.g. IE6 or Mobile).
ru_ru: Название критерия (например, IE6 или Mobile).

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Rule:
ru_ru: Правило:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: The rule that will be used to evaluate the criterion.
ru_ru: Правило будет использоваться для проверки критерия.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Criterion:
ru_ru: Критерий:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: The criterion to evaluate (e.g. ""^Mozilla/4.0 (compatible; MSIE 6.0; Windows NT d.d(.*))$"" or ""phone"").
ru_ru: Критерий для оценки (например ""^Mozilla/4.0 (compatible; MSIE 6.0; Windows NT d.d(.*))$"" or ""phone"").

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Theme:
ru_ru: Тема:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: The theme that must be selected if the criterion matches according to the rule. Only enabled themes appear here. Please enable more than one theme in order to be able to use this feature.
ru_ru: Тема, которая должна быть выбрана, если критерий соответствует правилу. Только включенные темы появляются здесь. Пожалуйста, включите более одной темы для использования этой возможности.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Priority:
ru_ru: Приоритет:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Setting the priority for this rule enables other theme providers to cohabitate with this one. You can leave the default value of 10 in other cases.
ru_ru: Установка приоритета для этого правила позволяет комбинировать данный провейдер с другими провайдерами тем. Вы можете оставить значение по-умолчанию 10 в других случаях.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Zone:
ru_ru: Зона:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Position:
ru_ru: Позиция:

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Optionally specify a zone name and a position within that zone for a link that enables the user to switch back to the default theme. This link is rendered by the Vandelay_ThemePicker_LinkToDefault shape, using the Vandelay.ThemePicker.LinkToDefault.cshtml template of the theme.
ru_ru: Дополнительно можно указать имя зоны и положение в этой зоне, что позволяет пользователю вернуться к теме по умолчанию. Эта ссылка показывается формой Vandelay_ThemePicker_LinkToDefault, использующей шаблон темы Vandelay.ThemePicker.LinkToDefault.cshtml.

# ~/Modules/Vandelay.Industries/Views/Admin/Index.cshtml
source: Add
ru_ru: Добавить

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: Custom id
ru_ru: Пользовательский идентификатор

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here the id of the outer tag for this content item.
ru_ru: Вы можете задать здесь идентификатор внешнего тега для элемента содержимого.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: Css Class
ru_ru: Класс Css

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here a list of CSS classes separated by spaces that will be added to the outer tag for this content item.
ru_ru: Вы можете задать здесь список классов CSS, разделенных пробелами, которые могут быть добавлены к внешнему тегу для этого элемента содержимого.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: Script URLs
ru_ru: Адреса скриптов

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/CustomCss.cshtml
source: You may specify here a list of scripts to include when this content item is displayed. Each script will be included only once even if more than one item requires it. Enter one script per line. A script can be the name of a registered script such as "jQuery" or the URL of any script, such as "~/Themes/MyTheme/scripts/foo.js".
ru_ru: Вы можете задать здесь список скриптов для включения в показываемый элемент содержимого. Каждый скрипт будет включен только один раз, даже если он будет запрошен многократно. Вводите кжадый скрипт в отдельной строке. Скрипт может быть названием зарегистрированных скриптов, такой как "jQuery" или адресом Url любого скрипта, такого как "~/Themes/MyTheme/scripts/foo.js".

source: Favicon
ru_ru: Иконка фаворита

source: Favicon URL
ru_ru: Адрес Url иконки фаворита

source: Upload favicon files into a favicon folder in the Media module.
ru_ru: Загрузить фалйы иконок фаворитов в папку иконок в медиа-модуле.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/Feedburner.cshtml
source: Get a feedburner feed from <a href="http://feedburner.google.com">http://feedburner.google.com</a>. You will need the URL of your current feed, that you can find by viewing the source of the front-end view of this content item in your browser. You should be looking for a tag looking like this: &lt;link rel="alternate" type="application/rss+xml title="my content item" href="/rss?containerid=13" /&gt;. The URL you want to give on the Feedburner site is the value of the href attribute. This href value is unfortunately relative so we need to add the absolute URL of the site in front of it (e.g. "http://contoso.com/rss?containerid=13"). Once you have set-up your Feedburner feed with that absolute URL, you will be provided a feedburner URL for your feed, which is what you want to paste into the text field above.
ru_ru: Получить канал из <a href="http://feedburner.google.com">http://feedburner.google.com</a>. Вам будет нужен Url адрес вашего текущего канала, который вы можете найти в исходном тексте при просмотре элемента содержимого в браузере. Вы должны найти тег, похожий на: &lt;link rel="alternate" type="application/rss+xml title="my content item" href="/rss?containerid=13" /&gt;. Адрес, который вы получите на странице Записывальщика канала - значение href аттрибута. Это значение href, к сожалению, относительно, а мы должны добавить абсолютный адрес Url страницы (например, "http://contoso.com/rss?containerid=13"). Когда если вы установили ваш канал записывальщика каналов с абсолютным адресом URL, вы обеспечите адрес URL записывальщика каналов для вашего канала, который вы вставите в текстовое поле, упомянутое выше.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: Remote RSS Url
ru_ru: Удаленный адрес RSS

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The URL of a remote RSS or Atom feed. You may need to override Views/Parts/RemoteRss.cshtml, depending on the form of the particular feed you are displaying.
ru_ru: Адрес URL удаленного RSS или Atom канала. Вам может понадобиться переписать Views/Parts/RemoteRss.cshtml в зависимости от вида определенного канала, который отображается.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: Number of Items
ru_ru: Количество элементов

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The number of feed items to display. If this is set to more than what the feed returns, then less than that number will be displayed.
ru_ru: Количество отображаемых элементов канала. Если устанавленное количество превышает количество имеющихся каналов, тогда будет отображаться меньшее количество.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: Cache Duration
ru_ru: Длительность кеширования

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/RemoteRss.cshtml
source: The number of minutes the site waits before attempting to refresh the feed from live data.
ru_ru: Количество минут ожидания до попытки обновления реальных данных канала.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: Enter the slug of the container for which you want the tag cloud (leave empty for the cloud to be scoped to the whole site).
ru_ru: Введите метку контейнера, для которого вы хотите утсановить тег облака (оставьте пустым для облака, охватывающего весь сайт).

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The number of buckets determines how many different sizes of tags will get rendered in the cloud.
ru_ru: Число блоков определяет, сколько различных размеров тегов будет представлено в облаке.

# ~/Modules/Vandelay.Industries/Views/EditorTemplates/Parts/TagCloud.cshtml
source: The tag cloud will be rendered as an unordered list with different CSS classes for each size of tag. In order to properly render, the cloud requires CSS similar to the followinf in the theme's stylesheet:<br/>ul.tagCloud { list-style: none; }<br/>li.tagCloud-tag { display: inline; }<br/>.tagCloud-1 { font-size: 1em; }<br/>.tagCloud-2 { font-size: 1.1em; }<br/>.tagCloud-3 { font-size: 1.2em; }<br/>.tagCloud-4 { font-size: 1.3em; }<br/>.tagCloud-5 { font-size: 1.4em; }
ru_ru: Тег облака будет представлен как неупорядоченный список различных классов CSS для каждого размера тега. Чтобы должным образом представить, облако требует CSS, подобного followinf в таблице стилей темы: <br/>ul.tagCloud { list-style: none; }<br/>li.tagCloud-tag { display: inline; }<br/>.tagCloud-1 { font-size: 1em; }<br/>.tagCloud-2 { font-size: 1.1em; }<br/>.tagCloud-3 { font-size: 1.2em; }<br/>.tagCloud-4 { font-size: 1.3em; }<br/>.tagCloud-5 { font-size: 1.4em; }
