Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.DesignerTools/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Widget Alternates
ru_ru: Виджет альтернативы

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer
ru_ru: Дизайнер

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for content types stereotyped as widgets, allowing to customize shapes by widget and zone
ru_ru: Добавляет фигуру альтернатив для типов содержимого в качестве виджета, позволяя настраивать фигуры через виджет и зону

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Alternate ({0})
ru_ru: Альтернатива ({0})

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Wrappers ({0})
ru_ru: Оболочки ({0})

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Designer Tools
ru_ru: Инструменты дизайнера

# ~/Modules/Orchard.DesignerTools/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Contains designer tools to ease the Themes development process
ru_ru: Содержит инструменты дизайнера облегчающие процесс разработки тем.

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Url Alternates
ru_ru: Альтернативы по URL

# ~/Modules/Orchard.DesignerTools/Module.txt
source: Adds shape alternates for specific urls
ru_ru: Добавляет альтернативные фигуры по заданному URL

# Orchard.DesignerTools.Controllers.AlternateController
source: Not authorized to create templates
ru_ru: Не допущен к созданию шаблонов

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: n/a
ru_ru: н/п

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingMeta.cshtml
source: Content not available as coming from source code.
ru_ru: Содержимое не доступно из исходного кода.

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Shape
ru_ru: Фигура

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Model
ru_ru: Модель

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Placement
ru_ru: Расположение

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Template
ru_ru: Шаблон

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Active Template
ru_ru: Активный шаблон

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Original Template
ru_ru: Оригинальный шаблон

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Display Type
ru_ru: Отображаемый тип

# ~/Modules/Orchard.DesignerTools/Views/ShapeTracingTemplates.cshtml
source: Create
ru_ru: Создать
