Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.Migrations/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Migrations/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Migrations/Module.txt
source: Data migration commands.
ru_ru: Команды миграции данных.

# ~/Modules/Orchard.Migrations/Module.txt
source: Migrations
ru_ru: Миграции

# ~/Modules/Orchard.Migrations/Module.txt
source: Developer
ru_ru: Разработчик

# ~/Modules/Orchard.Migrations/Module.txt
source: Database Update
ru_ru: Обновление базы данных

# ~/Modules/Orchard.Migrations/Module.txt
source: Commands for updating the database schema according to the definition of the "Record" classes in code.
ru_ru: Команды для обновления схемы базы данных в соответствии с определением классов «Record» в коде.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while updating the database:
ru_ru: Произошла ошибка при обновлении базы данных:

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while creating the tables:
ru_ru: Возникла ошибка при создании таблиц:

# Orchard.Migrations.Commands.DataMigrationCommands
source: An error occured while upgrading the database:
ru_ru: Возникла ошибка при обновлении базы данных:

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while updating the database.
ru_ru: Возникла ошибка при изменении базы данных:

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Database updated
ru_ru: База данных изменена

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: There are no tables to create for feature {0}.
ru_ru: Отсутствуют таблицы для создания возможности {0}.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: An error occured while creating the tables.
ru_ru: Возникла ошибка при создании таблиц.

# Orchard.Migrations.Commands.DatabaseUpdateCommands
source: Tables created
ru_ru: Таблицы созданы

# Orchard.Migrations.Commands.DataMigrationCommands
source: An error occured while upgrading the database.
ru_ru: Возникла ошибка при обновлении базы данных

# Orchard.Migrations.Commands.DataMigrationCommands
source: Database upgraded
ru_ru: База данных обновлена

# Orchard.Migrations.Commands.DataMigrationCommands
source: An error occured while updating the database:
ru_ru: Возникла ошибка при изменении базы данных:
