Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.Search/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Search/Module.txt
source: Search
ru_ru: Поиск

# Orchard.Search.Handlers.SearchSettingsPartHandler
source: Search
ru_ru: Поиск

# ~/Modules/Orchard.Search/Module.txt
source: Admin Content Search
ru_ru: Администрирование поиска содержимого

# ~/Modules/Orchard.Search/Module.txt
source: Provides a Content Search tab in Admin.
ru_ru: Обеспечивает таб поиск содержимого в администрировании.

# ~/Modules/Orchard.Search/Module.txt
source: Content Picker Search
ru_ru: Указка поиска содержимого

# ~/Modules/Orchard.Search/Module.txt
source: Provides a search tab in Content Picker.
ru_ru: Обеспечивает таб поиска в указке содержимого.

# Orchard.Search.ContentAdminMenu
source: Content
ru_ru: Содержимое

# Orchard.Search.ContentAdminMenu
source: Search
ru_ru: Поиск

# Orchard.Search.ContentPickerNavigationProvider
source: Content Picker
ru_ru: Указка содержимого

# Orchard.Search.ContentPickerNavigationProvider
source: Search Content
ru_ru: Поиск содержимого

# Orchard.Search.Controllers.AdminController
source: Invalid search query: {0}
ru_ru: Неправильный запрос поиска: {0}

# Orchard.Search.Controllers.ContentPickerController
source: Invalid search query: {0}
ru_ru: Неправильный запрос поиска: {0}

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Search Content
ru_ru: Поиск содержимого

# ~/Modules/Orchard.Search/Views/SearchContentTab.cshtml
source: Search
ru_ru: Поиск

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: Search Content
ru_ru: Поиск содержимого

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: Search
ru_ru: Поиск

# ~/Modules/Orchard.Search/Views/Admin/Index.cshtml
source: There are no results
ru_ru: Нет результатов

# ~/Modules/Orchard.Search/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Search/Module.txt
source: The search module enables the management of the search index and provides the front-end searching user interface.
ru_ru: Модуль поиска дает возможность управления поисковыми индексами и предоставляет публичный поисковый интерфейс пользователя.

# ~/Modules/Orchard.Search/Module.txt
source: Standard interface to Orchard's built-in search.
ru_ru: Стандартный интерфейс встроенного поиска Orchard.

# Orchard.Search.Controllers.SearchController
source: Invalid search query: {0}
ru_ru: Недопустимый поисковый запрос: {0}

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Search
ru_ru: Поиск

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: There are currently no fields to search from. Please update you index, and check some indexable content exists.
ru_ru: На данный момент нет полей для поиска. Пожалуйста обновите индекс, и убедитесь что существует некоторый индексируемый контент.

# ~/Modules/Orchard.Search/Views/Parts/Search.SearchForm.cshtml
source: Search
ru_ru: Поиск

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: Search
ru_ru: Поиск

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: There is <em>one</em> result
ru_ru: Это <em>единственный</em> результат

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: <em>zero</em> results
ru_ru: <em>ноль</em> результатов

# ~/Modules/Orchard.Search/Views/Search/Index.cshtml
source: <em>{1} - {2}</em> of <em>{0}</em> results
ru_ru: <em>{1} - {2}</em> из <em>{0}</em> результатов

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Searched fields
ru_ru: Искомые поля

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Check any property which should be used for search queries.
ru_ru: Проверьте свойства, которые должны использоваться для поискового запроса.

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Localization
ru_ru: Локализация

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Narrow search to current culture only
ru_ru: Ускоренный поиск только в текущей культуре

# ~/Modules/Orchard.Search/Views/EditorTemplates/Parts/Search.SiteSettings.cshtml
source: Is checked, search results will only include content items localized in the current culture of the request.
ru_ru: Если отмечено, результаты поиска включают только элементы содержимого, локализованные в той же культуре, что и запрос.
