Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.Indexing/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Indexing.Controllers.AdminController
source: The index might be corrupted. If you can't recover click on Rebuild.
ru_ru: Возможно повреждение индекса. Если невозможно восстановление, нажмите на Перестроить.

# Orchard.Indexing.Services.IndexServiceNotificationProvider
source: You need to enable an index implementation module like Lucene.
ru_ru: Вам необходимо обеспечить реализацию модуля индексирования типа Lucene.

# Orchard.Indexing.AdminMenu
source: Settings
ru_ru: Настройки

# Orchard.Indexing.Services.IndexingService
source: The index {0} has been rebuilt.
ru_ru: Индекс {0} перестроен.

# Orchard.Indexing.Services.IndexingService
source: The index {0} could no ben rebuilt. It might already be in use, please try again later.
ru_ru: Не удалось перестроить индекс {0} . Вероятно он уже используется, пожалуйста, попробуйте снова позднее.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Settings
ru_ru: Настройки

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Search Index
ru_ru: Поисковый индекс

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being rebuilt.
ru_ru: Процесс индексации будет сейчас перестроен.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The indexing process is currently being updated.
ru_ru: Процесс индексации будет сейчас обновлен.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild the search index for a fresh start:
ru_ru: Перестроить поисковый индекс для нового старта.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index contains the following fields: {0}.
ru_ru: Индекс поиска содержит следующие поля: {0}.

# ~/Modules/Orchard.Indexing/Module.txt
source: Indexing
ru_ru: Индексирование

# ~/Modules/Orchard.Indexing/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Indexing/Module.txt
source: The Indexing module enables the site to be indexed. The index generated by this module can then be used by the search module to provide an integrated full-text search experience to a web site.
ru_ru: Модуль индексации позволяет индексировать сайт. Индекс, генерированный этим модулем, может быть использован поисковым модулем для предоставления полнотекстового поиска по сайту.

# ~/Modules/Orchard.Indexing/Module.txt
source: Indexing infrastructure. Requires an index implementation like the Lucene module.
ru_ru: Инфраструктура индесирования. Требуется для реализации индекса по типу модуля Lucene.

# ~/Modules/Orchard.Indexing/Module.txt
source: Search
ru_ru: Поиск

# Orchard.Indexing.AdminMenu
source: Configuration
ru_ru: Конфигурация

# Orchard.Indexing.AdminMenu
source: Search Index
ru_ru: Поисковый индекс

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being updated...
ru_ru: Обновление индекса...

# Orchard.Indexing.Commands.IndexingCommands
source: Index is now being rebuilt...
ru_ru: Перестройка индекса...

# Orchard.Indexing.Commands.IndexingCommands
source: No index available
ru_ru: Нет доступных индексов

# Orchard.Indexing.Commands.IndexingCommands
source: End of search results
ru_ru: Конец результатов поиска

# Orchard.Indexing.Commands.IndexingCommands
source: Number of indexed documents: {0}
ru_ru: количество проиндексированных документов: {0}

# Orchard.Indexing.Commands.IndexingCommands
source: Invalid content item id. Not an integer.
ru_ru: Неверный идентификатор элемента контента - не целое число.

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for reindexing
ru_ru: Элементы контента, помеченный для индексации

# Orchard.Indexing.Commands.IndexingCommands
source: Content Item marked for deletion
ru_ru: Элементы контента, помеченные для удаления

# Orchard.Indexing.Controllers.AdminController
source: There is no search index to manage for this site.
ru_ru: Нет поискового индекса для этого сайта.

# Orchard.Indexing.Controllers.AdminController
source: Not allowed to manage the search index.
ru_ru: Невозможно управлять поисковым индексом.

# Orchard.Indexing.Services.IndexingService
source: There is no search index to rebuild.
ru_ru: Нет индекса для перестроения.

# Orchard.Indexing.Services.IndexingService
source: The search index has been rebuilt.
ru_ru: Индекс поиска был перестроен.

# Orchard.Indexing.Services.IndexingService
source: The search index has been updated.
ru_ru: Поисковый индекс обновлен.

# Orchard.Indexing.Services.IndexServiceNotificationProvider:
source: You need to enable an index implementation module like Lucene.
ru_ru: Вы должны включить модуль поддержки индекса, например, Lucene.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Search Index Management
ru_ru: Управление Поисковым Индексом

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: There is currently no search index
ru_ru: Нет поискового индекса

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index has not been built yet.
ru_ru: Поисковый индекс еще не построен.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index does not contain any document.
ru_ru: Поисковый индекс не содержит ни одного документа.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index contains {0} document(s).
ru_ru: Поисковый индекс содержит {0} документ(ов).

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index does not contain any field.
ru_ru: Поисковый индекс не содержит ни одного поля.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: The search index was last updated {0}.
ru_ru: Дата обновления поискового индекса {0}.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update the search index now:
ru_ru: Обновите поисковый индекс сейчас:

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update the search index.
ru_ru: Обновить поисковый индекс.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Update
ru_ru: Обновить

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild the search index for a fresh start.
ru_ru: Перестроить индекс поиска до старта

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild the search index.
ru_ru: Перестроить поисковый индекс.

# ~/Modules/Orchard.Indexing/Views/Admin/Index.cshtml
source: Rebuild
ru_ru: Перестроить

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/FieldIndexing.cshtml
source: Include in the index
ru_ru: Включить в индекс

# ~/Modules/Orchard.Indexing/Views/DefinitionTemplates/TypeIndexing.cshtml
source: Index this content type for search
ru_ru: Индексировать тип контента для поиска
