Repository: timbioz/SciGitAzure
Catalog: Themes/TheJournalist/App_Data/Localization/*/orchard.theme.po
Languages: ru_ru

# ~/Themes/TheJournalist/Theme.txt
source: The Journalist
ru_ru: Жерналист

# ~/Themes/TheJournalist/Theme.txt
source: Journalist is a smart, minimal theme designed for professional journalists.
ru_ru: Журналист небольшая тема, разработанная для профессиональных журналистов.

# ~/Themes/TheJournalist/Theme.txt
source: clean, conservative, light, minimal
ru_ru: чистая, консервативная, легкая, минимальная

# ~/Themes/TheJournalist/Views/LogOn.cshtml
source: Please enter your username and password.
ru_ru: Пожалуйста, ввведите имя пользователя и пароль.

# ~/Themes/TheJournalist/Views/LogOn.cshtml
source: Register
ru_ru: Регистрировать

# ~/Themes/TheJournalist/Views/LogOn.cshtml
source: if you don't have an account.
ru_ru: если у вас нет учетной записи.

# ~/Themes/TheJournalist/Views/LogOn.cshtml
source: Lost your Password?
ru_ru: Удалить ваш пароль?

# ~/Themes/TheJournalist/Views/LogOn.cshtml
source: Login was unsuccessful. Please correct the errors and try again.
ru_ru: Вход в систему не удался. Пожалуйста, исправьте ошибки и попытайтесь снова.

# ~/Themes/TheJournalist/Views/LogOn.cshtml
source: Username
ru_ru: Имя пользователя

# ~/Themes/TheJournalist/Views/LogOn.cshtml
source: Password
ru_ru: Пароль

# ~/Themes/TheJournalist/Views/LogOn.cshtml
source: Sign In
ru_ru: Войти

# ~/Themes/TheJournalist/Views/Pager.cshtml
source: Older
ru_ru: Старше

# ~/Themes/TheJournalist/Views/Pager.cshtml
source: Newer
ru_ru: Моложе

# ~/Themes/TheJournalist/Views/Parts.Blogs.BlogPost.List.cshtml
source: There are no posts for this blog.
ru_ru: Нет сообщений для этого блога.

# ~/Themes/TheJournalist/Views/Parts.Comments.Count.cshtml
source: leave a comment
ru_ru: оставьте комментарий

# ~/Themes/TheJournalist/Views/Parts.Comments.Count.cshtml
source: one comment
ru_ru: один комментарий

# ~/Themes/TheJournalist/Views/Parts.Comments.Count.cshtml
source: {0} comments
ru_ru: {0} комментария/-ев

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: Comments are closed.
ru_ru: Комментарии закрыты.

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: You must {0} to comment.
ru_ru: Вы должны {0} для комментирования.

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: log on
ru_ru: войти

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: Name
ru_ru: Имя

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: (required)
ru_ru: (обязательно)

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: Mail (will not be published)
ru_ru: Адрес электронной почты (не будет опубликован)

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: Logged in as {0}.
ru_ru: Вошел/-ла как {0}.

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: Please review your comment before submitting
ru_ru: Пожалкйста, просмотрите комментарий до его отсылки

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: 1 Comment
ru_ru: 1 комментарий

# ~/Themes/TheJournalist/Views/Parts.Comments.cshtml
source: {0} Comments
ru_ru: {0} комментария/-ев

# ~/Themes/TheJournalist/Views/Parts.Common.Metadata.cshtml
source: at
ru_ru: как

# ~/Themes/TheJournalist/Views/Parts.Tags.ShowTags.cshtml
source: Tagged with
ru_ru: Маркировано

# ~/Themes/TheJournalist/Views/Orchard.Search/Search/Index.cshtml
source: Search
ru_ru: Поиск

# ~/Themes/TheJournalist/Views/Orchard.Search/Search/Index.cshtml
source: There is <em>one</em> result
ru_ru: Здесь <em>один</em> рещультат

# ~/Themes/TheJournalist/Views/Orchard.Search/Search/Index.cshtml
source: <em>zero</em> results
ru_ru: <em>нет</em> результатов

# ~/Themes/TheJournalist/Views/Orchard.Search/Search/Index.cshtml
source: <em>{1} - {2}</em> of <em>{0}</em> results
ru_ru: <em>{1} - {2}</em> из <em>{0}</em> результатов

# ~/Themes/TheJournalist/Views/Parts/Search.SearchForm.cshtml
source: Search
ru_ru: Поиск
