Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.ArchiveLater/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

source: Scheduled
ru_ru: Планировщик

source: The page is scheduled for archiving
ru_ru: Страница запланирована для архивирования

source: Unpublish on
ru_ru: Отменить публикацию

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: ArchiveLater
ru_ru: Архивировать позже

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: The ArchiveLater module introduces scheduled archiving functionality.
ru_ru: Модуль ArchiveLater предоставляет архивирование по расписанию.

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: Archive Later
ru_ru: Архивировать позже

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: Scheduled archiving.
ru_ru: Планировщик архивирования.

# ~/Modules/Orchard.ArchiveLater/Module.txt
source: Content
ru_ru: Содержание

# Orchard.ArchiveLater.Drivers.ArchiveLaterPartDriver
source: {0} is an invalid date and time
ru_ru: {0} недопустимая дата и время

# Orchard.ArchiveLater.Services.ArchiveLaterService
source: Couldn't archive selected content.
ru_ru: Невозможно архивировать выбранный контент.

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Settings
ru_ru: Настройки архивирования

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Archive Later
ru_ru: Архивировать позже

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Date
ru_ru: Дата

# ~/Modules/Orchard.ArchiveLater/Views/EditorTemplates/Parts/ArchiveLater.cshtml
source: Time
ru_ru: Время

source: Scheduled
ru_ru: Запланировано

source: The page is scheduled for archiving
ru_ru: Для страницы запланировано для архивирования

source: Unpublish on
ru_ru: Отменить публикацию

source: M/d/yyyy h:mm tt
ru_ru: d.M.yyyy h:mm tt
