Repository: timbioz/SciGitAzure
Catalog: Modules/Piedone.Facebook.Suite/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Facebook Suite
ru_ru: Facebook сюита

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Provides a variety of Facebook-related features. Uses the Facebook C# SDK (http://csharpsdk.org/).
ru_ru: Обеспечивает различные возможности Facebook. Использует Facebook C# SDK (http://csharpsdk.org/).

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Facebook Suite Base
ru_ru: Базовая сюита Facebook

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Provides a page to set Facebook App settings
ru_ru: Обеспечивает страницу для набора установок Facebook App

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Facebook Comments Box
ru_ru: Поле коментариев Facebook

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Comments Box social plugin as a widget to zones or content types
ru_ru: Добавляет возможность использовать плагин поля коментариев Facebook в качестве виджета в зонах или типах содержимого

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Facebook Like Button
ru_ru: Кнопка Like Facebook

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Like button social plugin as a widget to zones or content types
ru_ru: Добавляет возможность использовать плагин кнопки Facebook Like в качестве виджета в зонах или типах содержимого

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Facepile social plugin as a widget to zones or content types
ru_ru: Добавляет возможность использования плагина Facebook Facepile в качестве виджета в зонах или типах содержимого

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Facebook Like Box
ru_ru: Поле Facebook Like

# ~/Modules/Piedone.Facebook.Suite/Module.txt
source: Adds the ability to add the Facebook Like Box social plugin as a widget to zones or content types
ru_ru: Добавляет возможность использования плагина поля Facebook Like в качестве виджета в зонах и типах содержимого

# Piedone.Facebook.Suite.Handlers.FacebookSuiteSettingsPartHandler
source: Facebook Suite
ru_ru: Facebook сюита

# ~/Modules/Piedone.Facebook.Suite/Views/ColorSchemeSelector.cshtml
source: Color scheme
ru_ru: Цветовая схема

# ~/Modules/Piedone.Facebook.Suite/Views/HeightEditor.cshtml
source: Height
ru_ru: Высота

# ~/Modules/Piedone.Facebook.Suite/Views/WidthEditor.cshtml
source: Width
ru_ru: Ширина

source: Facebook Suite Settings
ru_ru: Установки сюиты Facebook

source: Facebook App Settings
ru_ru: Установки Facebook App

source: If set, Facebook Suite features will behave as part of the app.
ru_ru: Если установлено, возможности комплекта Facebook будут доступны в качестве части приложения.

source: App ID
ru_ru: Идентификатор App

source: App Secret
ru_ru: Секретное App

source: Facebook Comments Box Widget Settings
ru_ru: Установки виджета поля коментариев Facebook

source: Number of posts
ru_ru: Количество постов

source: Facebook Facepile Widget Settings
ru_ru: Установки виджета Facebook Facepile

source: Max rows
ru_ru: Максимум строк

source: Size
ru_ru: Размер

source: Facebook Like Box Widget Settings
ru_ru: Установки виджета поля Facebook Like

source: Page url
ru_ru: Адрес страницы

source: Show faces
ru_ru: Показать лица

source: Border color
ru_ru: Цвет бордюра

source: Show stream
ru_ru: Показать поток

source: Show header
ru_ru: Показать заголовок

source: Facebook Like Button Widget Settings
ru_ru: Установки виджета кнопки Facebook Like

source: Enable send button
ru_ru: Включить кнопку отправки

source: Layout style
ru_ru: Стиль разметки

source: Show faces
ru_ru: Показать лица

source: Verb to display
ru_ru: Глагол для отображения

source: Font
ru_ru: Шрифт
