Repository: timbioz/SciGitAzure
Catalog: Modules/Piedone.Facebook.Suite.Connect/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Piedone.Facebook.Suite.Connect/Module.txt
source: Facebook Suite Connect
ru_ru: Соединение Facebook сюиты

# ~/Modules/Piedone.Facebook.Suite.Connect/Module.txt
source: Lets users authenticate with their Facebook account
ru_ru: Позволяет пользователям аутентифицироваться с их учетной записью Facebook

# ~/Modules/Piedone.Facebook.Suite.Connect/Module.txt
source: Facebook Connect
ru_ru: Соединения Facebook

# ~/Modules/Piedone.Facebook.Suite.Connect/Module.txt
source: Facebook Suite
ru_ru: Сюита Facebook

# Piedone.Facebook.Suite.Controllers.ConnectController
source: Simple registration is not allowed on this site
ru_ru: Простая регистрация не допускается на этом сайте

# Piedone.Facebook.Suite.Controllers.ConnectController
source: The username you tried to register is taken. Please choose another one.
ru_ru: Имя пользователя, с которым Вы пытаетесь провести регистрацию, уже занято. Пожалуйста, выьерите другое.

# Piedone.Facebook.Suite.Controllers.ConnectController
source: You haven't granted the requested permissions.
ru_ru: Вам не предоставлены требуемые разрешения.

# Piedone.Facebook.Suite.Controllers.ConnectController
source: You're not a verified Facebook user. Only verified users are allowed to register, so please verify your account.
ru_ru: Вы не являетесь верифицированным пользователем Facebook. Только верифицированным пользователям разрешена регистрация, пожалуйста, верифицируйте вашу учетную запись.

# Piedone.Facebook.Suite.Drivers.FacebookConnectWidgetPartDriver
source: Currently the Facebook app settings are not set, therefore Facebook Connect won't work properly. Please set the app settings first on the page Facebook Suite Settings under Settings.
ru_ru: Не установлены текущие настройки приложения Facebook, без чего Соединени therefore Facebook не может работать. Пожалуйста, сначале установите настройки приложения на странице установки сюиты Facebook в меню установки.

# Piedone.Facebook.Suite.Services.FacebookConnectService
source: Error in retrieving Facebook user data: {0}
ru_ru: Ошибка при получении данных пользователя Facebook: {0}

source: {0}'s profile picture
ru_ru: Изображение профиля {0}

source: Logout from Facebook
ru_ru: Выход из Facebook

source: Attach your Facebook account to your username for simple login
ru_ru: Добавить учетную запись Facebook к имени пользователя для простого входа в систему

source: Connect with Facebook
ru_ru: Соединение с Facebook

source: Simple registration
ru_ru: Простая регистрация

source: You only have to choose a username, but later you can only login with your Facebook account.
ru_ru: Вы только должны выбрать имя пользователя, но позже входить в систему вы сможете только при помощи Вашей учетной записи Facebook.

source: Full registration
ru_ru: Полная регистрация

source: You'll have to fill out the complete (actually quite short) registration form to register, but you'll be able to log in with your Facebook account. Choose this if you plan to log in later with username/password instead of your Facebook account.
ru_ru: Вы должны заполнить полный (в действительности достаточно краткую) формуляр регистрации, но вход в систему будет доступен при помощи учетной записи Facebook. Выбирая это, вы планируете вход в систему в дальнейшем при помощи пользователь/пароль вместо учетной записи Facebook.

source: Username:
ru_ru: Имя пользователя:

source: Choose a unique username for your account you can login to with your Facebook credentials.
ru_ru: Выбрав уникальное имя пользователя для Вашей учетной записи, Вы сможетет входить в систему с Вашими учетными данными Facebook.

source: Register with your Facebook account
ru_ru: Регистрироваться с учетной записью Facebook

source: Facebook Connect Settings
ru_ru: Установки соединения Facebook

source: For the best experience, place this widget in a layer that both authenticated and anonymous users can see.
ru_ru: Рекомендуется поместить этот виджет в слой, который виден как аутентифицированным, так и анонимным пользователям.

source: WARNING: new users will only be able to connect if registration is enabled. Otherwise only existing users will be able to login.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: новым пользователям соединение будет доступно при разрешенной регистрации. В противном случае, только существующие пользователи получат возможность входа в систему.

source: Permissions
ru_ru: Разрешения

source: If extended permissions are needed, enter a list of permission, separated by commas.
ru_ru: Если необходимы расширенные разрешения, введите список разрешений, разделенных запятой.

source: Automatically log in authenticated and connected users
ru_ru: Автоматический вход в систему для аутентифицированных и соединенных пользователей

source: If checked, users who have connected to the site and are logged in at Facebook will be automatically logged in on the site, without clicking the login button. NOTE: this will practically prevent users from logging out of Orchard till they're logged in at Facebook.
ru_ru: Если отмечено, то пользователь, соединившийся с сайтом будет автоматически входить и в Facebook без дополнительного нажатия на кнопку входа. ПРИМЕЧАНИЕ: Это практически будет препятствовать выходу пользователей из Orchard, если они находятся в Facebook.

source: Only allow verified users
ru_ru: Доступно только верифицированным пользователям

source: If checked, only verified Facebook users will get authenticated.
ru_ru: Если отмечено, то только верифицированные пользователи Facebook могут быть аутентифицированы.

source: Simple registration
ru_ru: Простая регистрация

source: If checked, new users will only be prompted for a user name when registering. This means that they won't be able to login with the built-in authentication form (only with their Facebook-account) and won't have an e-mail saved.
ru_ru: Если отмечено, у новых пользователей будет запрошено только имя пользователя для регистрации. Это означает, что они не смогут войти в систему с встроенной формой аутентификации (а только с их учетной записью Facebook) и не смогут сохранять электронную почту.

# ~/Modules/Piedone.Facebook.Suite.Connect/Views/Parts/FacebookUser.cshtml
source: Facebook profile
ru_ru: Профиль Facebook
