Repository: timbioz/SciGitAzure
Catalog: Modules/Nwazet.Commerce/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Nwazet.Commerce/Module.txt
source: Nwazet Commerce
ru_ru: Nwazet коммерция

# ~/Modules/Nwazet.Commerce/Module.txt
source: Commerce for small online businesses
ru_ru: Коммерция для малого интернет-бизнеса

# ~/Modules/Nwazet.Commerce/Module.txt
source: Commerce
ru_ru: Коммерция

# ~/Modules/Nwazet.Commerce/Module.txt
source: Nwazet Shipping
ru_ru: Nwazet доставка

# ~/Modules/Nwazet.Commerce/Module.txt
source: Define shipping options to work with Nwazet Commerce
ru_ru: Определите параметры доставки для работы с Nwazet коммерцией

# ~/Modules/Nwazet.Commerce/Module.txt
source: Google Checkout
ru_ru: Google контроль

# ~/Modules/Nwazet.Commerce/Module.txt
source: Google Checkout part that can be added to any content type
ru_ru: Google контроль часть, которая может быть добавлена к любому типу содержимого

# ~/Modules/Nwazet.Commerce/Module.txt
source: Nwazet Referrals
ru_ru: Nwazet направления

# ~/Modules/Nwazet.Commerce/Module.txt
source: Keeps track of the domain the user came from, in order to honor partner referral fees.
ru_ru: Сохраняет путь к домену, с которого пользователь сделал запрос на покупку, для учета партнерских реферальных вознаграждений.

# Nwazet.Commerce.Handlers.GoogleCheckoutSettingsPartHandler
source: Google Checkout
ru_ru: Google контроль

# Nwazet.Commerce.Menus.ProductAdminMenu
source: Commerce
ru_ru: Коммерция

# Nwazet.Commerce.Menus.ProductAdminMenu
source: Products
ru_ru: Продукты

# Nwazet.Commerce.Menus.ShippingAdminMenu
source: Commerce
ru_ru: Коммерция

# Nwazet.Commerce.Menus.ShippingAdminMenu
source: Shipping Methods
ru_ru: Способы доставки

# Nwazet.Commerce.Services.WeightBasedShippingMethodProvider
source: Weight-Based Shipping Method
ru_ru: Способ доставки по весу

# Nwazet.Commerce.Tokens.ProductTokens
source: Content Items
ru_ru: Элементы содержимого

# Nwazet.Commerce.Tokens.ProductTokens
source: Sku
ru_ru: Идентификатор товара

# Nwazet.Commerce.Tokens.ProductTokens
source: The SKU for the product.
ru_ru: Идентификатор товара, складской номер.

# Nwazet.Commerce.Tokens.ProductTokens
source: Price
ru_ru: Цена

# Nwazet.Commerce.Tokens.ProductTokens
source: The price of the product.
ru_ru: Цена продукта.

# Nwazet.Commerce.Tokens.ProductTokens
source: Is Digital
ru_ru: Цифровой

# Nwazet.Commerce.Tokens.ProductTokens
source: True if this is a digital product.
ru_ru: Отметить, если этот цифровой продукт

# Nwazet.Commerce.Tokens.ProductTokens
source: Shipping Cost
ru_ru: Стоимость доставки

# Nwazet.Commerce.Tokens.ProductTokens
source: The fixed shipping cost of the product.
ru_ru: Фиксированная стоимость доставки продукта.

# Nwazet.Commerce.Tokens.ProductTokens
source: Weight
ru_ru: Вес

# Nwazet.Commerce.Tokens.ProductTokens
source: The weight of the item.
ru_ru: Вес элемента

# ~/Modules/Nwazet.Commerce/Views/GoogleCheckout.cshtml
source: Fast checkout through Google
ru_ru: Быстрый контроль через Google

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: You don't have any items in your shopping cart.
ru_ru: У вас нет ни одного элемента в вашей корзине.

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Article
ru_ru: Товар

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Unit Price
ru_ru: Цена за единицу

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Quantity
ru_ru: Количество

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Total Price
ru_ru: Стоимость

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Subtotal:
ru_ru: Итого:

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.cshtml
source: Update All
ru_ru: Изменить все

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Your Cart
ru_ru: Ваша корзина

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Update All
ru_ru: Изменить все

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Subtotal:
ru_ru: Итого:

# ~/Modules/Nwazet.Commerce/Views/ShoppingCart.Summary.cshtml
source: Tax and shipping will be calculated at checkout.
ru_ru: Налоги и доставка будут расчитаны при контроле.

source: Google Checkout Merchant Id
ru_ru: Идентификатор продавца в Google контроле

source: Google Analytics Id
ru_ru: Идентификатор Google аналитики

source: Currency
ru_ru: Валюта

source: Shipping Weight Unit
ru_ru: Доставка единицы веса

source: Use Sandbox
ru_ru: Использовать Sandbox

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Sku
ru_ru: Идентификатор товара

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Price
ru_ru: Цена

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Weight
ru_ru: Вес

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Shipping Cost
ru_ru: Стоимость доставки

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: Specify a shipping cost if you want the shipping cost to be fixed. Otherwise, leave this empty and only specify the weight. The shipping will be computed based on the shipping provider that the customer will pick.
ru_ru: Задайте стоимость доставки, если она фиксирована, в противном случае оставьте полу пустым и задайте вес. Доставка будет расчитана службой доставки, которую выберет покупатель.

# ~/Modules/Nwazet.Commerce/Views/EditorTemplates/Parts/Product.cshtml
source: digital product
ru_ru: цифровой продукт

source: Method Name
ru_ru: Название способа

source: The technical name of the shipping method (this is different from the title, which is the method's friendly name that will be displayed to end-users).
ru_ru: Техническое название способа доставки (отличается от заголовка, определяемым для и показываемым пользователю).

source: Shipping Company
ru_ru: Компания доставки

source: Price
ru_ru: Цена

source: Minimum Weight
ru_ru: Минимальный вес

source: Maximum Weight
ru_ru: Максимальный вес

source: Specify the weight interval for which this shipping price is valid. Leave the maximum weight field empty for unlimited weight. The weight will be computed for all non-digital products that don't have a shipping price overload specified.
ru_ru: Задайте интервал весов, для которого определена цена доставки. Оставьте поле максимальныго веса пустым, если вес неограничен. Вес будет расчитан для всех не цифровых продуктов, для которых не задана цена доставки.

source: Areas for which this method is valid:
ru_ru: Области, для которых способ допустим:

source: Areas for which this method is not valid:
ru_ru: Области, для которых способ недопустим:

source: Use this to restrict what areas this method is available from. For example, an international shipping method would have World included, but US excluded, so that it can't be selected for domestic shipping.
ru_ru: Используйте для ограничения областей, где жтот способ доступен. Например, международный способ доставки может включать весь мир, но исключать США, так что для них нельзя выбрать соответствующий способ доставки.

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.AddButton.cshtml
source: Add to cart
ru_ru: Добавить в корзину

# ~/Modules/Nwazet.Commerce/Views/Parts/Product.cshtml
source: Price
ru_ru: Цена

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Manage Products
ru_ru: Управление продуктами

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Create New Product
ru_ru: Создать новый продукт

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Choose action...
ru_ru: Вибрать действие...

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Publish Now
ru_ru: Опубликовать

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Unpublish
ru_ru: Не опубликовывать

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: Ordered by
ru_ru: Сортировать по

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently created
ru_ru: дате создания

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently modified
ru_ru: дате изменения

# ~/Modules/Nwazet.Commerce/Views/ProductAdmin/List.cshtml
source: recently published
ru_ru: дате публикации

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Manage Shipping Methods
ru_ru: Управление методами доставки

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Add a new {0}
ru_ru: Добавть новый {0}

# ~/Modules/Nwazet.Commerce/Views/ShippingAdmin/Index.cshtml
source: Name
ru_ru: Имя
