Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.Email/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Email.Handlers.SmtpSettingsPartHandler
source: Email
ru_ru: Электропочта

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Email
ru_ru: Электропочта

# ~/Modules/Orchard.Email/Module.txt
source: Email Rules
ru_ru: Правила Email

# ~/Modules/Orchard.Email/Module.txt
source: Rules for the Email modules
ru_ru: Правила для модуля Email

# ~/Modules/Orchard.Email/Module.txt
source: Rules
ru_ru: Правила

# Orchard.Email.Rules.MailActions
source: Send an e-mail
ru_ru: Отправить e-mail

# Orchard.Email.Rules.MailActions
source: Messaging
ru_ru: Сообщения

# Orchard.Email.Rules.MailActions
source: Messages
ru_ru: Сообщения

# Orchard.Email.Rules.MailActions
source: Send e-mail
ru_ru: Отправить e-mail

# Orchard.Email.Rules.MailActions
source: Sends an e-mail to a specific user.
ru_ru: Отправляет сообщение указанному пользователю.

# Orchard.Email.Rules.MailForms
source: Send to
ru_ru: Кому

# Orchard.Email.Rules.MailForms
source: Select who should be the recipient of this e-mail.
ru_ru: Выберите того, кто будет получателем этого письма

# Orchard.Email.Rules.MailForms
source: Owner
ru_ru: Владелец

# Orchard.Email.Rules.MailForms
source: Author
ru_ru: Автор

# Orchard.Email.Rules.MailForms
source: Site Admin
ru_ru: Администратор сайта

# Orchard.Email.Rules.MailForms
source: Subject
ru_ru: Тема

# Orchard.Email.Rules.MailForms
source: The subject of the e-mail.
ru_ru: Тема сообщения.

# Orchard.Email.Rules.MailForms
source: Body
ru_ru: Тело

# Orchard.Email.Rules.MailForms
source: The body of the e-mail.
ru_ru: Тело сообщения

# Orchard.Email.Rules.MailForms
source: You must select at least one recipient
ru_ru: Вы должны выбрать хотя-бы одного получателя

# Orchard.Email.Rules.MailForms
source: You must provide a Subject
ru_ru: Вы должны указать Тему

# Orchard.Email.Rules.MailForms
source: You must provide a Body
ru_ru: Вы должны указать тело сообщения

# Orchard.Email.Services.MissingSettingsBanner
source: The <a href="{0}">SMTP settings</a> needs to be configured.
ru_ru: Необходимо настроить <a href="{0}">параметры SMTP</a>

# ~/Modules/Orchard.Email/Module.txt
source: Email Messaging
ru_ru: Сообщения электропочты

# ~/Modules/Orchard.Email/Module.txt
source: Email Messaging services.
ru_ru: Служба сообщений Email.

# ~/Modules/Orchard.Email/Module.txt
source: Messaging
ru_ru: Сообщения

# Orchard.Email.Services.MissingSettingsBanner:
source: The default channel service needs to be configured.
ru_ru: Канал сообщений по-умолчанию должен быть настроен.

# ~/Modules/Orchard.Email/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Email/Module.txt
source: The Email Messaging module adds Email sending functionalities.
ru_ru: Модуль электронной почты добавляет функционал отправки электропочты.

# Orchard.Email.Services.MissingSettingsBanner:
source: The SMTP settings needs to be configured.
ru_ru: Должны быть заданы настройки SMTP.

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Sender email address
ru_ru: Адрес отправителя

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Host name
ru_ru: Хост

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Port number
ru_ru: Порт

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Enable SSL communications
ru_ru: Включить SSL

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Require credentials
ru_ru: Требуются учетные данные

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: User name
ru_ru: Имя пользователя

# ~/Modules/Orchard.Email/Views/EditorTemplates/Parts/SmtpSettings.cshtml
source: Password
ru_ru: Пароль

# Orchard.Email.Rules.MailForms
source: The owner of the content item in context, such as a blog post's author.
ru_ru: Автор в контексте пункта содержимого, например автор записи в блоге.

# Orchard.Email.Rules.MailForms
source: The current user when this action executes.
ru_ru: Текущий пользователь в момент выполнения события.

# Orchard.Email.Rules.MailForms
source: The site administrator.
ru_ru: Администратор сайта.

# Orchard.Email.Rules.MailForms
source: Other:
ru_ru: Другое:

# Orchard.Email.Rules.MailForms
source: Specify a comma-separated list of e-mail recipients.
ru_ru: Укажите список получателей, разделенный запятой

# Orchard.Email.Rules.MailForms
source: You must provide an e-mail address
ru_ru: Вы должны указать адрес E-Mail
