Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.ImportExport/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Choose a recipe file to import. Please consider {0} or backing up your data first.
ru_ru: Выберите файл для импорта. Пожалуйста, сначале обеспечьте {0} или резервное копирование ваших данных.

# ~/Modules/Orchard.ImportExport/Module.txt
source: Import Export
ru_ru: Импорт-экспорт

# ~/Modules/Orchard.ImportExport/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.ImportExport/Module.txt
source: Provides content item data import and export capability.
ru_ru: Предоставляет функционал импорта и экспорта данных элементов контента.

# Orchard.ImportExport.AdminMenu
source: Import/Export
ru_ru: Импорт/Экспорт

# Orchard.ImportExport.AdminMenu
source: Import
ru_ru: Импорт

# Orchard.ImportExport.AdminMenu
source: Export
ru_ru: Экспорт

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to import.
ru_ru: Не допущен к импорту.

# Orchard.ImportExport.Controllers.AdminController
source: Please choose a recipe file to import.
ru_ru: Пожалуйста, выберите файл для импорта

# Orchard.ImportExport.Controllers.AdminController
source: Your recipe has been imported.
ru_ru: Ваш файл импортирован.

# Orchard.ImportExport.Controllers.AdminController
source: Import failed: {0}
ru_ru: Не удалось импортировать: {0}

# Orchard.ImportExport.Controllers.AdminController
source: Not allowed to export.
ru_ru: Не допущен к экспорту.

# Orchard.ImportExport.Controllers.AdminController
source: Your export file has been created at {0}
ru_ru: Ваш экспортируемый файл создан в {0}

# Orchard.ImportExport.Controllers.AdminController
source: Export failed: {0}
ru_ru: Не удалось экспортировать: {0}

# Orchard.ImportExport.Services.ImportExportService
source: Step {0} is not a supported import step.
ru_ru: Стадия {0} — это не поддерживаемая стадия импорта.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Export
ru_ru: Экспорт

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Choose the types to include in the export file:
ru_ru: Выберите типы для включения в экспортируемый файл:

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Choose what to save for these types:
ru_ru: Выберите что сохранять для этих типов:

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Metadata
ru_ru: Метаданные

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Metadata is the definition of your content types: what parts and fields they have, with what settings.
ru_ru: Метаданные — это определение ваших типов контента: какие имеются части и поля с их настройками.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Data
ru_ru: Данные

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Data is the actual content of your site.
ru_ru: Данные — это непосредственный контент вашего сайта.

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Version History
ru_ru: История версий

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Only Published Versions
ru_ru: Только опубликованные версии

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Only Drafts
ru_ru: Только черновики

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Site Settings
ru_ru: Установки сайта

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Please verify that you are not exporting confidential information, such as passwords or application keys.
ru_ru: Пожалуйста, убедитесь не экспортируется что конфиденциальная информация, такая как пароли или ключи приложения.

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Import
ru_ru: Импорт

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: exporting
ru_ru: экспорт

# ~/Modules/Orchard.ImportExport/Views/Admin/Import.cshtml
source: Recipe File:
ru_ru: Файл:

# Orchard.ImportExport.Commands.ImportExportCommands
source: Invalid file path
ru_ru: Неправильный путь к файлу

# Orchard.ImportExport.Commands.ImportExportCommands
source: File not found.
ru_ru: Файл не найден.

# Orchard.ImportExport.Commands.ImportExportCommands
source: Import running...
ru_ru: Импорт выполняется...

# ~/Modules/Orchard.ImportExport/Views/Admin/Export.cshtml
source: Choose the custom steps to execute in the export file:
ru_ru: Выберите пользовательские шаги для выполнения в экспортируемом файле:
