Repository: timbioz/SciGitAzure
Catalog: Modules/LatestTwitter/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/LatestTwitter/Module.txt
source: LatestTwitter
ru_ru: Последний твиттер

# ~/Modules/LatestTwitter/Module.txt
source: Display latest Tweets for a user in a widget.
ru_ru: Отобразить последние твиты пользователя в виджете.

# ~/Modules/LatestTwitter/Module.txt
source: Widget
ru_ru: Виджет

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Twitter username
ru_ru: Имя пользователя в Twitter

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Number of Tweets to display
ru_ru: Количество твитов для отображения

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Time to cache Tweets (in minutes)
ru_ru: Время кеширования твитов (в минутах)

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Additional options
ru_ru: Дополнительные параметры

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show avatars
ru_ru: Показывать аватары

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show username in tweets
ru_ru: Показывать имя пользователя в твитах

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show timestamps
ru_ru: Отображать временную метку

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show as links
ru_ru: Показывать как ссылки

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show mentions as links
ru_ru: Показывать мнения как ссылки

# ~/Modules/LatestTwitter/Views/EditorTemplates/Parts/TwitterWidget.cshtml
source: Show hashtags as links
ru_ru: Показывать хэштеги как ссылки

# ~/Modules/LatestTwitter/Views/Parts/TwitterWidget.cshtml
source: follow
ru_ru: следовать

# ~/Modules/LatestTwitter/Views/Parts/TwitterWidget.cshtml
source: on twitter
ru_ru: в твиттере
