Repository: timbioz/SciGitAzure
Catalog: Modules/Contrib.Taxonomies/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Taxonomy Main Menu
ru_ru: Главное меню таксономии

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Displays Taxonomies on main menu.
ru_ru: Показывает таксономии в главном меню.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Navigation
ru_ru: Навигация

# Contrib.Taxonomies.Controllers.AdminController
source: The term {0} already exists at this level
ru_ru: Термин {0} уже существует на этом уровне

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage terms
ru_ru: Не разрешено управление терминами

# Contrib.Taxonomies.Drivers.TaxonomyMenuItemPartDriver
source: Menu item name is required
ru_ru: Имя пункта меню - обязательно

# Contrib.Taxonomies.Drivers.TaxonomyPartDriver
source: A taxonomy with the same name already exists
ru_ru: Таксономия с таким именем уже существует

# Contrib.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists at this level
ru_ru: Термин {0} уже существует на этом уровне

# Contrib.Taxonomies.Drivers.TermPartDriver
source: Unknown taxonomy: {0}
ru_ru: Неизвестная таксономия: {0}

# Contrib.Taxonomies.Drivers.TermWidgetPartDriver
source: Unknown taxonomy: {0}
ru_ru: Неизвестная таксономия: {0}

# Contrib.Taxonomies.Drivers.TermWidgetPartDriver
source: Unknown term: {0}
ru_ru: Неизвестный термин: {0}

# Contrib.Taxonomies.Projections.TermsFilter
source: Taxonomy
ru_ru: Таксономия

# Contrib.Taxonomies.Projections.TermsFilter
source: Has Terms
ru_ru: Имеющиеся термины

# Contrib.Taxonomies.Projections.TermsFilter
source: Categorized content items
ru_ru: Категоризованные элементы содержимого

# Contrib.Taxonomies.Projections.TermsFilter
source: Any term
ru_ru: Любой термин

# Contrib.Taxonomies.Projections.TermsFilter
source: Categorized with {0}
ru_ru: Категоризовано с {0}

# Contrib.Taxonomies.Projections.TermsFilterForms
source: Terms
ru_ru: Термины

# Contrib.Taxonomies.Projections.TermsFilterForms
source: Select some terms.
ru_ru: Выберите какие-либо термины.

# ~/Modules/Contrib.Taxonomies/Views/Taxonomies.TermContentItems.List.cshtml
source: There is no content associated to this term.
ru_ru: Нет содержимого, связанного с данным термином.

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Terms
ru_ru: Термины

source: Restrictions
ru_ru: Ограничения

source: Help text
ru_ru: Текст помощи

source: The help text is written under the field when authors are editing the content item.
ru_ru: Текст помощи пишется под полем, в котором авторы редактируют элемент сожержимого.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Taxonomy
ru_ru: Таксономия

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Select the taxonomy whose terms will be rendered in the menu.
ru_ru: Выберите таксономию, термины которой будут отображаться в меню.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Root Term
ru_ru: Корневой термин

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: - Parent Taxonomy -
ru_ru: - Родительская таксономия -

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Select the root term to display
ru_ru: Выберите корневой термин для показа

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Number of levels to display
ru_ru: Количество уровней для показа

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Enter "0" to render all sub-levels.
ru_ru: Введите "0" для отображения всех подуровней.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Display top level menu item
ru_ru: Показ верхнего уровня пункта меню

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, the selected term to display will be rendered as a root element in the menu.
ru_ru: Если отмечено, выбранный для показа термин будет показан в качестве корневого элемента в меню.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Hide empty entries
ru_ru: Скрыть пустые записи

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, any term which has no content item associated to it won't be rendered.
ru_ru: Если отмечено, то любой термин не связанный с элементом содержимого не будет показываться.

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: Display content count
ru_ru: Показать счетчик содержимого

# ~/Modules/Contrib.Taxonomies/Views/EditorTemplates/Parts/Taxonomies.Menu.cshtml
source: When checked, the number of content items is rendered following the term name.
ru_ru: Если отмечено, количество элементов содержимого будет показано после термина.

source: Taxonomy
ru_ru: Таксономия

source: Select a taxonomy.
ru_ru: Выберите тексономию.

source: Term
ru_ru: Термин

source: - None -
ru_ru: - Ничего -

source: Select the term whose content items will be displayed.
ru_ru: Выберите термин, элементы содержиого которого будут отображаться.

source: Field
ru_ru: Поле

source: Optional. You can specify which field name to use if several terms references are defined on the same content type.
ru_ru: Необязательное. Вы можете определить, какое имя поля использовать, если несколько терминов определены для одного и того же типа сожержимого.

source: Number of items to display
ru_ru: Количество отображаемых элементов

source: Order By
ru_ru: Сортировать по

source: Recently created
ru_ru: В последнее время созданы

source: Recently published
ru_ru: В последнее время опубликованы

source: Recently modified
ru_ru: В последнее время изменены

source: Content Type
ru_ru: Тип содержимого

source: - Any -
ru_ru: - Любой -

source: Select which Content Type you want to display
ru_ru: Выберите тип содержимого для отображения

# ~/Modules/Contrib.Taxonomies/Views/Parts/TermWidget.List.cshtml
source: There are no items for this term.
ru_ru: Нет элементов для этого термина.

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage terms for {0}
ru_ru: Управление терминами для {0}

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Taxonomies
ru_ru: Таксономии

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Sébastien Ros
ru_ru: SÃ©bastien Ros

# ~/Modules/Contrib.Taxonomies/Module.txt
source: The taxonomy module is providing custom categorization of arbitrary content types.
ru_ru: Модуль таксономий предоставляет ручное упорядочивание произвольных типов содержимого.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Categorize a content item.
ru_ru: Упорядочивание контентного элемента.

# ~/Modules/Contrib.Taxonomies/Module.txt
source: Content
ru_ru: Контент

# Contrib.Taxonomies.AdminMenu
source: Taxonomies
ru_ru: Таксономии

# Contrib.Taxonomies.AdminMenu
source: Manage Taxonomies
ru_ru: Управление Таксономиями

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't delete taxonomy
ru_ru: Не получается удалить таксономию

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't create taxonomy
ru_ru: Не получается создать таксономию

# Contrib.Taxonomies.Controllers.AdminController
source: A taxonomy with the same name already exists
ru_ru: Таксономия с таким именем уже существует

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't edit taxonomy
ru_ru: Не получается редактировать таксономию

# Contrib.Taxonomies.Controllers.AdminController
source: Couldn't import terms
ru_ru: Не получается импортировать элементы

# Contrib.Taxonomies.Controllers.AdminController
source: A term with the same name already exist in this taxonomy: {0}
ru_ru: Элемент с таким именем уже создан для таксономии {0}

# Contrib.Taxonomies.Controllers.AdminController
source: The terms have been imported successfully.
ru_ru: Элементы были заимпортированы успешно.

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't delete term
ru_ru: Не получается удалить элемент

# Contrib.Taxonomies.Controllers.TermAdminController
source: {0} term have been removed.
ru_ru: Элемент {0} был удален.

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to create terms
ru_ru: Не разрешается создать элемент

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to select terms
ru_ru: Не разрешается выбирать элементы

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't create term
ru_ru: Не получается создать элемент

# Contrib.Taxonomies.Controllers.TermAdminController
source: The {0} term has been created.
ru_ru: Элемент {0} был успешно создан

# Contrib.Taxonomies.Controllers.TermAdminController
source: Not allowed to manage taxonomies
ru_ru: Не разрешается управлять таксономиями

# Contrib.Taxonomies.Controllers.TermAdminController
source: Couldn't edit taxonomy
ru_ru: Не получается редактировать таксономию

# Contrib.Taxonomies.Controllers.TermAdminController
source: Term information updated
ru_ru: Информация по элементу была обновлена

# Contrib.Taxonomies.Drivers.TermPartDriver
source: The term {0} already exists in this taxonomy
ru_ru: Элемент {0} уже существует в этой таксономии

# Contrib.Taxonomies.Services.TaxonomyService
source: The term {0} already exists in this taxonomy
ru_ru: Элемент {0} уже существует в этой таксономии

# ~/Modules/Contrib.Taxonomies/Views/Parts.Taxonomies.TermContentItems.List.cshtml
source: There is no content associated to this term.
ru_ru: Для этого элемента нет связанного с ним контента.

# ~/Modules/Contrib.Taxonomies/Views/Admin/Create.cshtml
source: Create New Taxonomy
ru_ru: Создать Новую Таксономию

# ~/Modules/Contrib.Taxonomies/Views/Admin/Edit.cshtml
source: Taxonomy Properties
ru_ru: Свойства Таксономии

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Import Terms for {0}
ru_ru: Импорт Условий для {0}

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: One term per line, followed by a semi-colon and the slug
ru_ru: Один термин в строке с последующий точкой с запятой и заголовком

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Hierarchies are defined using tabs (handled in this editor zone)
ru_ru: Иерархии определены с использованием табов (обработаны в этом редакторе зоны)

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: e.g,
ru_ru: например,

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Red; red
ru_ru: Красный; красный

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Blue; blue
ru_ru: Синий; синий

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Light Blue; light-blue
ru_ru: Голубой; голубой

# ~/Modules/Contrib.Taxonomies/Views/Admin/Import.cshtml
source: Import
ru_ru: Импорт

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Manage Taxonomies
ru_ru: Управление Таксономиями

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Choose action...
ru_ru: Выберите…

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Add a taxonomy
ru_ru: Добавить таксономию

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: This is a table of the taxonomies in your application
ru_ru: Это таблица таксономий в вашем приложении

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Properties
ru_ru: Свойства

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Vocabulary
ru_ru: Словарь

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Delete
ru_ru: Удалить

# ~/Modules/Contrib.Taxonomies/Views/Admin/Index.cshtml
source: Import
ru_ru: Импорт

source: Select a taxonomy
ru_ru: Выберите таксономию

source: Choose a taxonomy ...
ru_ru: Выберите таксономию ...

source: Restrict selectable elements to leaves only
ru_ru: Выбираемые элементы допустимы только для листьев

source: Allow only one term to be selected
ru_ru: Разрешается выбрать только один элемент

source: Show on main menu
ru_ru: Отображать в главном меню

source: Menu text
ru_ru: Текст меню

source: Position
ru_ru: Позиция

source: Selectable
ru_ru: Может быть выделен

source: Uncheck if users should not be able to select this term
ru_ru: Снимите галочку, если пользователи не будут иметь возможности выделять этот элемент

source: If specified, will be used to sort terms at the same level
ru_ru: Если указано, то будет использоваться для сортировки элементов одного уровня

source: For Taxonomy
ru_ru: Для Таксономий

source: Show the terms for which taxonomy?
ru_ru: Для какой таксономии показать элементы?

# ~/Modules/Contrib.Taxonomies/Views/Items/Content-Term.Edit.cshtml
source: Save
ru_ru: Сорхранить

# ~/Modules/Contrib.Taxonomies/Views/Items/Taxonomies.Term.cshtml
source: Save
ru_ru: Сорхранить

# ~/Modules/Contrib.Taxonomies/Views/Items/Taxonomy.List.cshtml
source: Contents associated with {0}
ru_ru: Контент связанный с {0}

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Create.cshtml
source: Create New Term
ru_ru: Создать Новый Элемент

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Edit.cshtml
source: Term properties
ru_ru: Свойства элемента

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Manage vocabulary for {0}
ru_ru: Управление словарем для {0}

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Actions:
ru_ru: Действия:

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Choose action...
ru_ru: Выберите действие...

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Remove
ru_ru: Удалить

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Apply
ru_ru: Применить

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Add a term
ru_ru: Добавить элемент

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: This is a table of the terms in your application
ru_ru: Это таблица элементов для вашего приложения

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Name
ru_ru: Имя

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Properties
ru_ru: Свойства

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/Index.cshtml
source: Move
ru_ru: Переместить

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Parent term
ru_ru: Родительский элемент

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: - None -
ru_ru: - Нет -

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: By selecting a parent term you can create hierarchies
ru_ru: Вы можете создавать иерархии, выбрав родительский элемент

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/MoveTerm.cshtml
source: Select
ru_ru: Выберите

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Parent term
ru_ru: Родительский элемент

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: - None -
ru_ru: - Нет -

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: By selecting a parent term you can create hierarchies
ru_ru: Вы можете создавать иерархии, выбрав родительский элемент

# ~/Modules/Contrib.Taxonomies/Views/TermAdmin/SelectTerm.cshtml
source: Select
ru_ru: Выберите
