Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.Experimental/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# Orchard.Experimental.Commands.ProfilingCommands
source: Finished adding profiling data
ru_ru: Завершение добавления профильных данных

# Orchard.Experimental.Commands.ProfilingCommands
source: Creating user failed. The authentication provider returned an error. Aborting...
ru_ru: Создание пользователя прервано. Ошибка провайдера аутентификации. Прервано...

# Orchard.Experimental.Commands.ProfilingCommands
source: Adding users completed successfully
ru_ru: Добавление пользователей успешно завершено

# ~/Modules/Orchard.Experimental/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Experimental/Module.txt
source: An assortment of debugging tools.
ru_ru: Различные утилиты отладки.

# ~/Modules/Orchard.Experimental/Module.txt
source: Experimental
ru_ru: Экспериментальный

# ~/Modules/Orchard.Experimental/Module.txt
source: Developer
ru_ru: Разработчик

# ~/Modules/Orchard.Experimental/Module.txt
source: Profiling
ru_ru: Профилирование

# ~/Modules/Orchard.Experimental/Module.txt
source: Tools to help profile Orchard.
ru_ru: Средства помощи профилирования Orchard.

# ~/Modules/Orchard.Experimental/Module.txt
source: Web Command Line
ru_ru: Веб командная строка

# ~/Modules/Orchard.Experimental/Module.txt
source: Enables site administrators to execute Orchard.exe commands via web interface
ru_ru: Позволяет администраторам сайта выполнять команды orchard.exe через веб-интерфейс

# ~/Modules/Orchard.Experimental/Module.txt
source: Testing Lists
ru_ru: Списки тестирования

# ~/Modules/Orchard.Experimental/Module.txt
source: Adds some content definitions to help test lists
ru_ru: Добавляет несколько определений контента в помощь тестирования списков

# Orchard.Experimental.AdminMenu
source: Configuration
ru_ru: Конфигурация

# Orchard.Experimental.AdminMenu
source: Experimental
ru_ru: Экспериментальный

# Orchard.Experimental.Commands.ProfilingCommands
source: The authentication provider returned an error
ru_ru: Провайдер авторизации вернул ошибку

# Orchard.Experimental.Controllers.CommandsController
source: Error executing command: {0}
ru_ru: Ошибка при выполнении команды: {0}

# Orchard.Experimental.Controllers.HomeController
source: Simulated error goes here.
ru_ru: Симулированные ошибки.

# Orchard.Experimental.Controllers.HomeController
source: Notifier works without BaseViewModel
ru_ru: Оповещатель работает без BaseViewModel

# Orchard.Experimental.Controllers.HomeController
source: Site Name
ru_ru: Название сайта

# Orchard.Experimental.Controllers.HomeController
source: some default/pre-pop value...
ru_ru: некоторые значения по умолчанию...

# Orchard.Experimental.Controllers.HomeController
source: Admin Username
ru_ru: Имя администратора

# Orchard.Experimental.Controllers.HomeController
source: Admin Password
ru_ru: Пароль администратора

# Orchard.Experimental.Controllers.HomeController
source: Finish Setup
ru_ru: Завершение установки

# Orchard.Experimental.Controllers.HomeController
source: This is a test
ru_ru: Это тест

# ~/Modules/Orchard.Experimental/Views/Commands/Execute.cshtml
source: Command line
ru_ru: Командная строка

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: {0} Content Type
ru_ru: Тип контента {0}

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Content
ru_ru: Контент

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Content Item
ru_ru: Элемент контента

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Id:
ru_ru: ИД:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Version:
ru_ru: Версия:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: ContentType:
ru_ru: Тип контента:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: DisplayText:
ru_ru: Показываемый текст:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Links:
ru_ru: Ссылки:

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: view
ru_ru: Просмотреть

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: edit
ru_ru: править

# ~/Modules/Orchard.Experimental/Views/Content/Details.cshtml
source: Content Item Parts
ru_ru: Части элементов контента

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: Content
ru_ru: Контент

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: Content Types
ru_ru: Типы контента

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: Content Items
ru_ru: Элементы контента

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: view
ru_ru: Просмотреть

# ~/Modules/Orchard.Experimental/Views/Content/Index.cshtml
source: edit
ru_ru: Правка

source: Show debug links
ru_ru: Просмотреть отладочные ссылки

# ~/Modules/Orchard.Experimental/Views/Home/Index.cshtml
source: Experimental
ru_ru: Экспериментальный

# ~/Modules/Orchard.Experimental/Views/Home/Index.cshtml
source: Contents
ru_ru: Контенты

# ~/Modules/Orchard.Experimental/Views/Home/Index.cshtml
source: Metadata
ru_ru: Метаданные

# ~/Modules/Orchard.Experimental/Views/Home/Index.cshtml
source: Test Unauthorized Request
ru_ru: Тестирование неавторизованного запроса

# ~/Modules/Orchard.Experimental/Views/Metadata/Index.cshtml
source: Merge Changes
ru_ru: Слияние изменений

source: Experimental: editing {0}
ru_ru: Эксперементальный: редактировать {0}

# ~/Modules/Orchard.Experimental/Module.txt
source: Lock Logging
ru_ru: Заблокировать журналирование

# ~/Modules/Orchard.Experimental/Module.txt
source: Logs extra diagnostic information for Sql CE if a deadlock timeout occurs
ru_ru: Собирает дополнительную информацию для диагностики возникновения блокировок SQL CE

# Orchard.Experimental.AdminMenu
source: Debug
ru_ru: Отладка

# Orchard.Experimental.Controllers.CommandsController
source: Not authorized to use the web console
ru_ru: Не допущен к применению веб-консоли
