Repository: timbioz/SciGitAzure
Catalog: Modules/OrchardHUN.QnA/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/OrchardHUN.QnA/Module.txt
source: Questions & Answers
ru_ru: Вопросы и ответы

# ~/Modules/OrchardHUN.QnA/Module.txt
source: The Orchard Hungary Team
ru_ru: Венгерская команда Orchard

# ~/Modules/OrchardHUN.QnA/Module.txt
source: A lightweight discussions module with discussion pools and organizing through tags.
ru_ru: Легкий модуль дискуссий с пулом дискуссий, организованный через теги.

# ~/Modules/OrchardHUN.QnA/Module.txt
source: A lightweight discussions module with discussion pools
ru_ru: Легкий модуль дискуссий с пулом дискуссий

# ~/Modules/OrchardHUN.QnA/Module.txt
source: Community
ru_ru: Сообщество

# OrchardHUN.QnA.Migrations
source: Questions & Answers
ru_ru: Вопросы и ответы

# OrchardHUN.QnA.Migrations
source: QnA Discussion Pool
ru_ru: Пул дискуссий Вопросы и Ответы

# OrchardHUN.QnA.Migrations
source: Categories
ru_ru: Категории

# OrchardHUN.QnA.Migrations
source: QnA Discussion
ru_ru: Дискуссии Вопросы и ответы

# .Routes
source: NewDiscussion
ru_ru: Новая дискуссия

# OrchardHUN.QnA.Controllers.QnADiscussionsController
source: You haven't selected any categories.
ru_ru: Вы не выбрали ни одной категории.

# OrchardHUN.QnA.Controllers.QnADiscussionsController
source: Please log in to create a new discussion
ru_ru: Пожалуйста, войдите в систему для созхания новой дискуссии

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussion.cshtml
source: Start new discussion
ru_ru: Начать новую дискуссию

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussion.cshtml
source: The discussion could not be started. Please correct the errrors below.
ru_ru: Дискуссия не может быть начата. Пожалуйста, исправьте нижеследующие ошибки.

# ~/Modules/OrchardHUN.QnA/Views/NewDiscussionTitlePart.cshtml
source: Title
ru_ru: Заголовок

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: edit
ru_ru: редактировать

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: remove
ru_ru: удалить

# ~/Modules/OrchardHUN.QnA/Views/Parts/DiscussionAdministrationLink.cshtml
source: Are you sure you want to remove this element?
ru_ru: Вы уверены, что хотите удалить этот элемент?

# ~/Modules/OrchardHUN.QnA/Views/Parts/NewDiscussionLink.cshtml
source: Start new discussion
ru_ru: Начать новую дискуссию
