Repository: timbioz/SciGitAzure
Catalog: Modules/Orchard.Localization/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Orchard.Localization/Module.txt
source: The Orchard Team
ru_ru: Команда Orchard

# ~/Modules/Orchard.Localization/Module.txt
source: The localization module enables the localization of content items.
ru_ru: Модуль локализации позволяет переводить элементы контента.

# ~/Modules/Orchard.Localization/Module.txt
source: Localization
ru_ru: Локализация

# ~/Modules/Orchard.Localization/Module.txt
source: Localize content items.
ru_ru: Локализация элементов содержимого.

# ~/Modules/Orchard.Localization/Module.txt
source: Content
ru_ru: Содержимое

# Orchard.Localization.Controllers.AdminController
source: Edited content item translation.
ru_ru: Править перевод элемента контента.

# Orchard.Localization.Controllers.AdminController
source: Created content item translation.
ru_ru: Создать перевод элемента контента.

# ~/Modules/Orchard.Localization/Views/CultureSelection.cshtml
source: Content Localization
ru_ru: Локализация контента

# ~/Modules/Orchard.Localization/Views/Admin/Translate.cshtml
source: Translate Content
ru_ru: Перевести контент

source: Content Localization
ru_ru: Локализация контента

source: This is the <em>{0}</em> variation of {1}.
ru_ru: <em>{0}</em> это вариант {1}.

source: Other translations:
ru_ru: Другие переводы:

source: Translations:
ru_ru: Переводы:

source: Translations:
ru_ru: Переводы:

source: Translations:
ru_ru: Переводы:

source: + New translation
ru_ru: + Новый перевод

# ~/Modules/Orchard.Localization/Views/CultureSelection.cshtml
source: This is the <em>{0}</em> variation of {1}
ru_ru: Это <em>{0}</em> версия {1}

source: + New translation
ru_ru: + Новый перевод

# Orchard.Localization.Projections.CurrentCultureFilter
source: Localization
ru_ru: Локализация

# Orchard.Localization.Projections.CurrentCultureFilter
source: For current culture
ru_ru: Для текущей культуры

# Orchard.Localization.Projections.CurrentCultureFilter
source: Localized content items for current culture
ru_ru: Локализованные элементы содержимого для текущей культуры
