Repository: timbioz/SciGitAzure
Catalog: Modules/OrchardHUN.Shoutbox/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: Shoutbox
ru_ru: Чат

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: The Orchard Hungary Team
ru_ru: Венгерская команда Orchard

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: A lightweight shoutbox module
ru_ru: Легковесный модуль чата

# ~/Modules/OrchardHUN.Shoutbox/Module.txt
source: Community
ru_ru: Сообщество

# OrchardHUN.Shoutbox.Permissions
source: Write Shoutbox messages.
ru_ru: Пишите сообщения чата.

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox
ru_ru: Чат

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox Messages
ru_ru: Сообщения чата

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Messages from a Shoutbox widget
ru_ru: Сообщения из виджета чата

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Any Shoutbox message
ru_ru: Любое сообщение чата

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Messages from the Shoutbox "{0}"
ru_ru: Сообщения из чата "{0}"

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Shoutbox Widget
ru_ru: Виджет чата

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Select a Shoutbox widget.
ru_ru: Выберите виджет чата.

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Any content item
ru_ru: Любой элемент содержимого

# OrchardHUN.Shoutbox.Projections.ShoutboxFilter
source: Content with type {0}
ru_ru: Содержимое типа {0}

source: edit
ru_ru: редактировать

source: remove
ru_ru: удалить

source: Are you sure you want to remove this message?
ru_ru: Вы уверены, что хотите удалить это сообщение?

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Write message here
ru_ru: Написать сообщение здесь

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Send
ru_ru: Отправить

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: {0} to post messages.
ru_ru: {0} для почты сообщений

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: Sign in
ru_ru: Войти

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.Form.cshtml
source: You're not allowed to post messages.
ru_ru: Вы не допущены к почте сообщений.

# ~/Modules/OrchardHUN.Shoutbox/Views/Parts.ShoutboxPart.ProjectionLink.cshtml
source: All messages
ru_ru: Все сообщения

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Shoutbox settings
ru_ru: Установки чата

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Maximal number of messages shown
ru_ru: Максимальное количество показываемых сообщений

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Numerical Id of the projection to list all messages
ru_ru: Числовой идентификатор, проецируемый в список всех сообщений

# ~/Modules/OrchardHUN.Shoutbox/Views/EditorTemplates/Parts.ShoutboxPart.cshtml
source: Provide an Id here for an automatic link to the projection page that you set up to list all messages. The numerical Id of the projection is required (this is the number after "Edit/" in the url when editing it.
ru_ru: Обеспечьте идентификатор для автоматической привязки к проецируемой странице, содержащей список всех сообщений. Числовой идентификатор проецирования обязательный (это число после "Редактировать/" в адресе, при редактировании сообщения.
