Repository: timbioz/SciGitAzure
Catalog: Modules/Szmyd.Orchard.Modules.Menu/App_Data/Localization/*/orchard.module.po
Languages: ru_ru

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Advanced menu
ru_ru: Усовершенствованное меню

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Allows creation of custom, hierarchical menus. Adds also the BreadcrumbsWidget, RecentlySeenWidget and a MenuWidget/StyledMenuWidget to display independent menus on your pages.
ru_ru: Позволяет создавать пользовательское иерархическое меню. Добавляет виджет навигации Breadcrumbs, виджет недавно просмотрено и виджет меню/стилизованное менб для отображения независимых меню на вашей странице.

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Advanced menu - Visit counters
ru_ru: Усовершенствованное меню - счетчик посетителей

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Enables counting content item visits/displays. Adds Recently Seen Widget that displays recently visited items.
ru_ru: Включает подсчет количества посещений/показов элемента содержимого. Добавляет виджет недавно просмотрено, отображающего последние посещенные элементы.

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Navigation
ru_ru: Навигация

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Advanced Menu - Breadcrumbs
ru_ru: Усовершенствованное меню - навигация Breadcrumbs

# ~/Modules/Szmyd.Orchard.Modules.Menu/Module.txt
source: Enables breadcrumbs. Adds Breadcrumbs Widget that displays breadcrumbs path based on a given menu.
ru_ru: Включает навигацию breadcrumbs. Добавляет виджет навигации breadcrumbs, показывающий breadcrumbs путь на основе данного меню.

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Navigation
ru_ru: Навигация

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Create new menu
ru_ru: Создать новое меню

# Szmyd.Orchard.Modules.Menu.AdminMenu
source: Manage menu '{0}'
ru_ru: Управление меню '{0}'

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping BreadcrumbsPartRecord table creation. It already exists.
ru_ru: Проигнорировано создание таблицы BreadcrumbsPartRecord. Она уже существует.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping BreadcrumbsPartRecord table alteration. It already exists.
ru_ru: Проигнорировано изменение таблицы BreadcrumbsPartRecord. Она уже существует.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping CounterRecord table creation. It already exists.
ru_ru: Проигнорировано создание таблицы CounterRecord. Она уже существует.

# Szmyd.Orchard.Modules.Menu.BreadcrumbsMigrations
source: Skipping ItemCounterPartRecord table creation. It already exists.
ru_ru: Проигнорировано создание таблицы ItemCounterPartRecord. Она уже существует.

# Szmyd.Orchard.Modules.Menu.CountersMigrations
source: Skipping RecentlySeenPartRecord table creation. It already exists.
ru_ru: Проигнорировано создание таблицы RecentlySeenPartRecord. Она уже существует.

# Szmyd.Orchard.Modules.Menu.CountersMigrations
source: Skipping RecentlySeenPartRecord table alteration. It already exists.
ru_ru: Проигнорировано изменение таблицы RecentlySeenPartRecord. Она уже существует.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Creating widget failed : type {0} was not found. Supported widget types are: {1}.
ru_ru: Создание виджета прервано: тип {0} не найден. Поддерживаемые типы виджетов: {1}.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Creating widget failed : layer {0} was not found.
ru_ru: Создание виджета прервано: слой {0} не найден.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu widget created successfully.
ru_ru: Меню виджета успешно создано.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu name was not supplied.
ru_ru: Не предоставлено имя меню.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Menu {0} was not found. No action taken.
ru_ru: Меню {0} не найдено. Никаких действий не выполнено.

# Szmyd.Orchard.Modules.Menu.Commands.MenuCommands
source: Deleted menu {0}
ru_ru: Удалено меню {0}

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Not allowed to create new menus
ru_ru: Не разрешено создание новых меню

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your {0} has been created.
ru_ru: Ваш {0} успешно создан.

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Not allowed to create menu items
ru_ru: Не разрешено создание пунктов меню

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't create menu item
ru_ru: Не удалось создать пункт меню

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't edit menu item
ru_ru: Не удалось редактировать пункт меню

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't edit menu item.
ru_ru: Не удалось редактировать пункт меню.

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your {0} has been saved.
ru_ru: Ваш {0} сохранен.

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't delete menu item
ru_ru: Не удалось удалить пункт меню

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Menu item was successfully deleted
ru_ru: Пункт меню успешно удален

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't delete {0} menu
ru_ru: НЕ удалось удалить меню {0}

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Menu {0} was successfully deleted
ru_ru: Меню {0} успешно удалено

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Couldn't fill the menu
ru_ru: Не удалось заполнить меню

# Szmyd.Orchard.Modules.Menu.Controllers.MenuAdminController
source: Your menu has been filled.
ru_ru: Ваше меню заполнено.

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: (None)
ru_ru: (Ничего)

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Error during menu update!
ru_ru: Ошибка изменения меню!

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Menu edited successfully
ru_ru: Меню успешно отредактировано

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: Position cannot be empty.
ru_ru: Позиция не может быть пустой.

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuItemPartDriver
source: You have to provide either static Url or choose a content item
ru_ru: Вы должны обеспечить статический адрес Url или выбрать элемент содержимого

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Menu name cannot contain spaces
ru_ru: Имя меню не может содержать пробелов

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Menu updated successfully
ru_ru: Меню успешно изменено

# Szmyd.Orchard.Modules.Menu.Drivers.AdvancedMenuPartDriver
source: Error during menu update!
ru_ru: Ошибка изменения меню!

# Szmyd.Orchard.Modules.Menu.Drivers.BreadcrumbsPartDriver
source: Breadcrumbs edited successfully
ru_ru: Навигация breadcrumbs успещно отредактирована

# Szmyd.Orchard.Modules.Menu.Drivers.BreadcrumbsPartDriver
source: Error during breadcrumbs update!
ru_ru: Ошибка изменения навигации breadcrumbs!

# Szmyd.Orchard.Modules.Menu.Drivers.ItemCounterPartDriver
source: Item counter edited successfully
ru_ru: Элемент счетчика успещно отредактирован

# Szmyd.Orchard.Modules.Menu.Drivers.ItemCounterPartDriver
source: Error during item counter update!
ru_ru: Ошибка изменения элемента счетчика!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuRelationPartDriver
source: Menu relation edited successfully
ru_ru: Меню связи успешно отредактировано

# Szmyd.Orchard.Modules.Menu.Drivers.MenuRelationPartDriver
source: Error during menu relation update!
ru_ru: Ошибка изменения меню связи!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuStylingPartDriver
source: Menu styling edited successfully
ru_ru: Стили меню успешно отредактированы

# Szmyd.Orchard.Modules.Menu.Drivers.MenuStylingPartDriver
source: Error during item counter update!
ru_ru: Ошибка изменения элемента счетчика!

# Szmyd.Orchard.Modules.Menu.Drivers.MenuWidgetPartDriver
source: Menu widget edited successfully
ru_ru: Меню виджета успешно отредактировано

# Szmyd.Orchard.Modules.Menu.Drivers.MenuWidgetPartDriver
source: Error during menu widget update!
ru_ru: Ошибка изменения меню виджета!

# Szmyd.Orchard.Modules.Menu.Drivers.RecentlySeenPartDriver
source: Recently Seen Part edited successfully
ru_ru: Часть недавно просмотрено успешно отредактирована

# Szmyd.Orchard.Modules.Menu.Drivers.RecentlySeenPartDriver
source: Error during Recently Seen Part update!
ru_ru: Ошибка изменения части недавно просмотрено!

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/Counter.cshtml
source: {0} views
ru_ru: {0} просмотров

source: Default counter displayed
ru_ru: Счетчик отображаемый по-умолчанию

source: Default menu name
ru_ru: Название меню по-умолчанию

source: Should display visit counts?
ru_ru: Показывать счетчик посещений?

source: Counter to display
ru_ru: Счетчик для отображения

source: Menu Item for '{0}'
ru_ru: Пункт меню для '{0}'

source: Menu item link
ru_ru: Ссылка пункта меню

source: Static Url
ru_ru: Статический адрес Url

source: Provide static Url to the desired page
ru_ru: Обеспечьте статический адрес url для требуемой страницы

source: Choose content item
ru_ru: Выберите элемент содержимого

source: Choose a content item this menu item points to
ru_ru: Выберите элемент содержимого этого пункта меню, указывающий на

source: Additional CSS classes
ru_ru: Дополнительные классы Css

source: Optional additional CSS classes to apply to this item.
ru_ru: Необязательные дополнительные классы Css, применяемые для данного пункта.

source: Should include return url?
ru_ru: Должно включать возвращаемый адрес url?

source: This will append a ReturnUrl parameter to the query string of the link. This can be useful for example with Login and Logout links.
ru_ru: Это добавляет параметр ReturnUrl в строку запроса ссылки. Он может быть использован, например, с ссылками входа в систему и выхода из нее.

source: Menu item settings
ru_ru: Установки пункта меню

source: Displayed text
ru_ru: Показываемый текст

source: Subtitle
ru_ru: Подзаголовок

source: Optional subtitle to display.
ru_ru: Необязательный подзаголовок для отображения.

source: Position
ru_ru: Позиция

source: Menu item position in menu, using dot-notation (eg. 1, 1.1, 1.1.2 etc.)
ru_ru: Позиция пункта меню в меню, использующая точечную нотацию (например, 1, 1.1, 1.1.2 и т.п.)

source: Should display item text?
ru_ru: Отображать текст пункта?

source: Should display item as link?
ru_ru: Отображать пункт ссылкой?

source: Requires permission
ru_ru: Требующиеся разрешения

source: Choose a permission required to show this menu item (and all items below)
ru_ru: Выберите разрешения, требующиеся для показа этого пункта меню (и для всех подчиненных пунктов)

source: Show to users
ru_ru: Показ для пользователей

source: Choose whether this menu item (and all items below) will be shown to any user, or only to anonymous or authenticated users
ru_ru: Выберите, будет ли этот пункт меню (и все подчиненные) показаны любому пользователю, или только анонимным, или аутентифицированным

source: Menu settings
ru_ru: Настройки меню

source: Menu name
ru_ru: Название меню

source: Breadcrumbs settings
ru_ru: Настройки навигации breadcrumbs

source: Separator string
ru_ru: Строка разделитель

source: Leading text
ru_ru: Ведущий текст

source: Menu to use
ru_ru: Меню для использования

source: The menu on which the breadcrumbs path will be based on.
ru_ru: Меню, на котором будет базироваться путь навигации breadcrumbs.

source: Display last breadcrumb as link?
ru_ru: Отображать последний пункт breadcrumb ссылкой?

source: Recently seen settings
ru_ru: Настройки недавно просмотрено

source: Positive filtering regular expression
ru_ru: Регулярное выражение позитивной фильтрации

source: You can specify here the regular expression for an URL white-list. <b>Only matching URLs will be displayed.</b>
ru_ru: Вы можете задать здесь регулярное выражение для позитивного списка адресов URL. <b>Только соответствующие адреса URLs будут отбражаться.</b>

source: Negative filtering regular expression
ru_ru: Регулярное выражение негативной фильтрации

source: You can specify here the regular expression for an URL black-list. <b>Matching URLs won't be displayed.</b>.
ru_ru: Вы можете задать здесь регулярное выражение для черного списка адресов URL. <b>Соответствующие адреса URLs НЕ будут отбражаться.</b>

source: Items displayed
ru_ru: Отображаемые элементы

source: Specify how many items will be displayed.
ru_ru: Задайте, как много элементов будут отображаться.

source: Visit counter
ru_ru: Счетчик посещений

source: Select the counter which you'd like to display items for.
ru_ru: Выберите счетчик для отображения с пунктами.

source: Should display visit counts?
ru_ru: Отображать счетчик посещений?

source: Show this item on menu(s)
ru_ru: Показывать этот пункт меню

source: Show on '<i>{0}</i>' menu
ru_ru: Показывать в меню '<i>{0}</i>'

source: Menu text
ru_ru: Текст меню

source: Location
ru_ru: Расположение

source: There are no menus to choose from.
ru_ru: Нет меню для выбора.

source: Simple menu styling settings
ru_ru: Настройки стилей простого меню

source: Choose menu style:
ru_ru: Выберите стиль меню:

source: Item background color
ru_ru: Элемент цвета фона

source: Background color in hex format, eg. #FFFFFF (white), #000000 (black)
ru_ru: Цвет фона в шестнадцатиричном формате, например, #FFFFFF (белый), #000000 (черный)

source: Item foreground (text) color
ru_ru: Цвет переднего плана (текста) элемента

source: Foreground color in hex format, eg. #FFFFFF (white), #000000 (black)
ru_ru: Цвет переднего плана в шестнадцатиричном формате, например, #FFFFFF (белый), #000000 (черный)

source: Selected item's background color
ru_ru: Цвет фона выбранных пунктов

source: Selected item's foreground (text) color
ru_ru: Цвет переднего плана (текста) выбранных пунктов

source: Hovered item's background color
ru_ru: Цвет фона элемента под указателем мыши

source: Hovered item's foreground (text) color
ru_ru: Цвет переднего плана (текста) под указателем мыши

source: Menu settings
ru_ru: Настройки меню

source: Menu display mode
ru_ru: Режим отображения меню

source: Choose display mode
ru_ru: Выбор режима отображения

source: Menu to display
ru_ru: Меню для отображения

source: The menu from which the items will be displayed.
ru_ru: Меню, из которого будут отображаться пункты.

source: The root node to display children for
ru_ru: Корневой узел для отображения дочерних элементов

source: The dot-notated position of desired menu item. Leave empty for whole menu.
ru_ru: Позиция в точечной нотации требуемого пункта меню. Оставьте пустым для всего меню.

source: Limit levels
ru_ru: Предел уровней

source: Limit the number of levels displayed. 0 = unlimited.
ru_ru: Предел - количество отображаемых уровней. 0 = не ограничено.

source: Cut lower levels?
ru_ru: Сократить нижние уровни?

source: Check if you want to cut down items below limit.
ru_ru: Отметьте, если вы хотите сократить пункты ниже предела.

source: Leave unchecked if you want to flatten lower levels to single list.
ru_ru: Оставьте неотмеченным, если вы хотите отображения нижниз уровней в едином списке.

source: Wrap children in &lt;div&gt; tags?
ru_ru: Обернуть дочерние пункты в тег &lt;div&gt;?

source: Check if you want to add additional &lt;div&gt; wrappers around child &lt;ul&gt; lists.
ru_ru: Отметьте, если вы хотите добавить дополнительную оболочку &lt;div&gt; вокруг дочерних пунктов &lt;ul&gt; списка.

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Create.cshtml
source: Create New Menu
ru_ru: Создать новое меню

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/CreateItem.cshtml
source: Create New Menu Item
ru_ru: Создать новый пункт меню

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/EditItem.cshtml
source: Edit Menu Item
ru_ru: Редактировать пункт меню

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Manage {0} menu
ru_ru: Управление меню {0}

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Delete menu
ru_ru: Удалить меню

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Create new menu
ru_ru: Создать новое меню

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Add item
ru_ru: + Добавить пункт

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Add item /w custom Html
ru_ru: + Добавить пункт/пользовательский Html

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Include contained items?
ru_ru: Включить содержащиеся пункты?

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: + Fill menu with existing items
ru_ru: + Заполнить меню существующими пунктами

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Item
ru_ru: Пункт

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Position
ru_ru: Позиция

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Url
ru_ru: Адрес Url

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Type: <strong>{0}</strong>
ru_ru: Тип: <strong>{0}</strong>

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Edit
ru_ru: Редактировать

# ~/Modules/Szmyd.Orchard.Modules.Menu/Views/MenuAdmin/Index.cshtml
source: Delete
ru_ru: Удалить
